* Table test
  | 软件       | 版本   | 发布日期          |
  | 1          | 2      | 3                 |
  | Gnu Emacs  | 25.1   | 2016年18月53 日   |
  | 你好       | 笨蛋   | 傻瓜              |
  | 你这个小子 | 想吃屎 | 等宽字体测试 成功 |
* Init font test demo
  Ref link: https://phenix3443.github.io/notebook/emacs/emacs-font-setting.html

  #+name: vowel_r
  #+begin_src emacs-lisp :noweb yes
    system-type
    (setq a 2)
    a
  #+end_src

  #+RESULTS: vowel_r
  : 2

  #+BEGIN_SRC shell :tangle yes :noweb yes :shebang #!/bin/sh
    <<fullest-disk>>
  #+END_SRC

  #+RESULTS:

  - Base test
    #+begin_example
      ;; This buffer is for text that is not saved, and for Lisp evaluation.
      ;; To create a file, visit it with C-x C-f and enter text in its buffer.


      gnu/linux

      (setq a 2)

      (member 2 '(2 2 2 3 4 5 2))
      (2 2 2 3 4 5 2)

      (member "hello" '("Nice" "bad" "hello" "hello world" "hello" "welcome" "world"))
      ("hello" "hello world" "hello" "welcome" "world")


      (font-family-list)
      ("Noto Sans Canadian Aboriginal" "Noto Sans Devanagari UI" "Sarasa UI J" "Noto Sans Gurmukhi" "Noto Sans Tamil" "Noto Sans Devanagari" "Noto Sans Display" "Noto Sans Arabic" "Noto Sans Canadian Aboriginal" "Noto Serif Bengali" "Noto Sans Bengali" "Noto Sans Malayalam" ...)

      (member "Iosevka SS02" (font-family-list))

      ("Iosevka SS02" "Noto Serif Dogra" "Noto Sans Tamil" "Noto Serif Bengali" "Noto Sans Display" "Noto Sans Thai UI" "DejaVu Math TeX Gyre" "Noto Sans Devanagari UI" "Iosevka SS08" "Noto Sans Buginese" "Sarasa Mono SC" "Noto Sans Devanagari UI" ...)


      (when (member "Iosevka SS02" (font-family-list))
      (add-to-list 'initial-frame-alist '(font . "Iosevka SS02-10"))
      (add-to-list 'default-frame-alist '(font . "Iosevka SS08-10")))

      ((font . "Iosevka SS08-10") (tool-bar-lines . 0) (background-color . "honeydew") (width . 100) (height . 50) (vertical-scroll-bars))
    #+end_example

  - Check font wheather exist
    #+begin_src emacs-lisp :cache yes
      (member "Iosevka SS09" (font-family-list))
    #+end_src

    #+RESULTS[9e4feb8ec949356d091fd0f2302148770a0cdf1d]:

  - How to install font
    #+begin_src shell :cache yes
      echo $(fc-list)
    #+end_src

    #+RESULTS[2e798b715928acb010b8c4b60acd0c171d51043f]:
    | /usr/share/fonts/noto/NotoSansTaiLe-Regular.ttf: Noto Sans Tai Le:style=Regular /usr/share/fonts/noto/NotoSansGothic-Regular.ttf: Noto Sans Gothic:style=Regular /usr/share/fonts/gsfonts/D050000L.otf: D050000L:style=Regular /usr/share/fonts/noto/NotoSerifThai-Thin.ttf: Noto Serif Thai | Noto Serif Thai Thin:style=Thin | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedheavy.ttf: Iosevka Term | Iosevka Term Heavy Extended:style=Heavy Extended | Regular /usr/share/fonts/noto/NotoSansKhmer-Black.ttf: Noto Sans Khmer | Noto Sans Khmer Black:style=Black | Regular /usr/share/fonts/noto/NotoSerifDevanagari-Thin.ttf: Noto Serif Devanagari | Noto Serif Devanagari Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansTelugu-Bold.ttf: Noto Sans Telugu:style=Bold /usr/share/fonts/noto/NotoSerifLao-Medium.ttf: Noto Serif Lao | Noto Serif Lao Med:style=Medium | Regular /usr/share/fonts/noto/NotoSerifKannada-Medium.ttf: Noto Serif Kannada | Noto Serif Kannada Medium:style=Medium | Regular /usr/share/fonts/gnu-free/FreeSerifItalic.otf: FreeSerif:style=Italic | курсивен | cursiva | kurzíva | kursiv | Λειψίας | Kursivoitu | Italique | Dőlt | Corsivo | Cursief | kursywa | Itálico | cursiv | Курсив | ตัวเอียง | İtalik | kursif | Ležeče | kursīvs | kursivas | nghiêng | Etzana | तिरछा /usr/share/fonts/gnu-free/FreeSerifBoldItalic.otf: FreeSerif:style=Bold Italic | получерен курсивен | negreta cursiva | tučné kurzíva | fed kursiv | Fett-Kursiv | Negrita Cursiva | Lihavoitu Kursivoi | Gras Italique | Félkövér dőlt | Grassetto Corsivo | Vet Cursief | Halvfet Kursiv | Pogrubiona kursywa | Negrito Itálico | gros cursiv | Обычный Курсив | Tučná kurzíva | Fet Kursiv | ตัวเอียงหนา | Kalın İtalik | huruf tebal kursif | жирний курсив | Polkrepko Pežeče | treknais kursīvs | pusjuodis kursyvas | nghiêng đậm | Lodi etzana | धृष्ट-तिरछा /usr/local/share/fonts/e/et_book_roman_line_figures.ttf: ETBembo:style=RomanLF /usr/share/fonts/gsfonts/URWBookman-DemiItalic.otf: URW Bookman:style=Demi Italic /usr/share/fonts/noto/NotoSansMono-Light.ttf: Noto Sans Mono | Noto Sans Mono Light:style=Light | Regular /usr/share/fonts/OTF/SyrCOMMalankara.otf: Serto Malankara:style=Regular /usr/share/fonts/noto/NotoSansDevanagari-Regular.ttf: Noto Sans Devanagari:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedmediumoblique.ttf: Iosevka Term | Iosevka Term MdExObl:style=Medium Extended Oblique | Regular /usr/share/fonts/gsfonts/NimbusMonoPS-BoldItalic.otf: Nimbus Mono PS:style=Bold Italic /usr/share/fonts/noto/NotoSansGurmukhiUI-Bold.ttf: Noto Sans Gurmukhi UI:style=Bold /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Roman.otf: Source Code Variable:style=Light /usr/share/fonts/noto/NotoSansBengaliUI-Medium.ttf: Noto Sans Bengali UI | Noto Sans Bengali Med:style=Medium | Regular /usr/share/fonts/noto/NotoSansBengaliUI-Regular.ttf: Noto Sans Bengali UI:style=Regular /usr/share/fonts/noto/NotoSansArabicUI-Thin.ttf: Noto Sans Arabic UI | Noto Sans Arabic UI Th:style=Thin | Regular /usr/share/fonts/noto/NotoSansThaana-Medium.ttf: Noto Sans Thaana | Noto Sans Thaana Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSerifHebrew-Bold.ttf: Noto Serif Hebrew:style=Bold /usr/share/fonts/noto/NotoSansCham-Regular.ttf: Noto Sans Cham:style=Regular /usr/share/fonts/noto/NotoSansHebrew-Regular.ttf: Noto Sans Hebrew:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-lightitalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Light:style=Light Italic | Italic /usr/share/fonts/noto/NotoSansKannadaUI-Black.ttf: Noto Sans Kannada UI | Noto Sans Kannada UI Black:style=Black | Regular /usr/share/fonts/noto/NotoSerifEthiopic-Medium.ttf: Noto Serif Ethiopic | Noto Serif Ethiopic Md:style=Medium | Regular /usr/share/fonts/Type1/couri.pfa: Courier:style=Italic /usr/share/fonts/noto/NotoSansBengali-Light.ttf: Noto Sans Bengali | Noto Sans Bengali Light:style=Light | Regular /usr/share/fonts/adobe-source-code-pro/SourceCodePro-BlackIt.otf: Source Code Pro | Source Code Pro Black:style=Black Italic | Italic /usr/share/fonts/noto/NotoSansMiao-Regular.ttf: Noto Sans Miao:style=Regular /usr/share/fonts/noto/NotoSerifLao-Black.ttf: Noto Serif Lao | Noto Serif Lao Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansMalayalam-Light.ttf: Noto Sans Malayalam | Noto Sans Malayalam Light:style=Light | Regular /usr/share/fonts/noto/NotoSansCham-Thin.ttf: Noto Sans Cham | Noto Sans Cham Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansArmenian-Medium.ttf: Noto Sans Armenian | Noto Sans Armenian Med:style=Medium | Regular /usr/share/fonts/noto/NotoSansEthiopic-Black.ttf: Noto Sans Ethiopic | Noto Sans Ethiopic Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansThaana-Thin.ttf: Noto Sans Thaana | Noto Sans Thaana Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansCanadianAboriginal-Thin.ttf: Noto Sans Canadian Aboriginal | Noto Sans CanAborig Th:style=Thin | Regular /usr/share/fonts/noto/NotoSansInscriptionalPahlavi-Regular.ttf: Noto Sans Inscriptional Pahlavi | Noto Sans InsPahlavi:style=Regular /usr/share/fonts/noto/NotoSansBassaVah-Regular.ttf: Noto Sans Bassa Vah:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedextraboldoblique.ttf: Iosevka Term | Iosevka Term XBdExObl:style=Extrabold Extended Oblique | Regular /usr/share/fonts/noto/NotoSansArabic-Light.ttf: Noto Sans Arabic | Noto Sans Arabic Light:style=Light | Regular /usr/share/fonts/noto/NotoSansGeorgian-Regular.ttf: Noto Sans Georgian:style=Regular /usr/share/fonts/noto/NotoSansCanadianAboriginal-Black.ttf: Noto Sans Canadian Aboriginal | Noto Sans CanAborig Bk:style=Black | Regular /usr/share/fonts/noto/NotoKufiArabic-Regular.ttf: Noto Kufi Arabic:style=Regular /usr/share/fonts/noto/NotoSansKhmer-Light.ttf: Noto Sans Khmer | Noto Sans Khmer Light:style=Light | Regular /usr/share/fonts/noto/NotoSansDevanagari-Medium.ttf: Noto Sans Devanagari | Noto Sans Devanagari Md:style=Medium | Regular /usr/share/fonts/noto/NotoSerifArmenian-Light.ttf: Noto Serif Armenian | Noto Serif Armenian Lt:style=Light | Regular /usr/share/fonts/noto/NotoSerifKannada-Thin.ttf: Noto Serif Kannada | Noto Serif Kannada Thin:style=Thin | Regular /usr/share/fonts/gsfonts/URWBookman-LightItalic.otf: URW Bookman:style=Light Italic /usr/share/fonts/noto/NotoSansDevanagari-Light.ttf: Noto Sans Devanagari | Noto Sans Devanagari Lt:style=Light | Regular /usr/share/fonts/adobe-source-code-pro/SourceCodePro-LightIt.otf: Source Code Pro | Source Code Pro Light:style=Light Italic | Italic /usr/share/fonts/noto/NotoSansKhmer-Medium.ttf: Noto Sans Khmer | Noto Sans Khmer Medium:style=Medium | Regular /usr/share/fonts/OTF/SyrCOMJerusalemItalic.otf: Serto Jerusalem:style=Italic /usr/share/fonts/noto/NotoSansKayahLi-Regular.ttf: Noto Sans Kayah Li:style=Regular /usr/share/fonts/noto/NotoSansUgaritic-Regular.ttf: Noto Sans Ugaritic:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedthin.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 ThEx:style=Thin Extended | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extrabold.ttf: Iosevka Term | Iosevka Term Extrabold:style=Extrabold | Regular /usr/share/fonts/noto/NotoSansHebrew-Thin.ttf: Noto Sans Hebrew | Noto Sans Hebrew Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansGurmukhiUI-Black.ttf: Noto Sans Gurmukhi UI | Noto Sans Gurmukhi UI Black:style=Black | Regular /usr/share/fonts/OTF/SyrCOMTalada.otf: Estrangelo Talada:style=Regular /usr/share/fonts/gsfonts/NimbusRoman-Bold.otf: Nimbus Roman:style=Bold /usr/share/fonts/noto/NotoSansDisplay-LightItalic.ttf: Noto Sans Display | Noto Sans Display Light:style=Light Italic | Italic /usr/share/fonts/noto/NotoSansMyanmarUI-Bold.ttf: Noto Sans Myanmar UI:style=Bold /usr/share/fonts/noto/NotoSansDevanagari-Bold.ttf: Noto Sans Devanagari:style=Bold /usr/share/fonts/noto/NotoSansBengaliUI-Bold.ttf: Noto Sans Bengali UI:style=Bold /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedextrabolditalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 XBdEx:style=Extrabold Extended Italic | Italic /usr/share/fonts/noto/NotoSansCypriot-Regular.ttf: Noto Sans Cypriot:style=Regular /usr/share/fonts/noto/NotoSansPhoenician-Regular.ttf: Noto Sans Phoenician:style=Regular /usr/share/fonts/noto/NotoSansKannadaUI-Bold.ttf: Noto Sans Kannada UI:style=Bold /usr/share/fonts/noto/NotoSansGeorgian-Medium.ttf: Noto Sans Georgian | Noto Sans Georgian Med:style=Medium | Regular /usr/share/fonts/noto/NotoSansBengali-Medium.ttf: Noto Sans Bengali | Noto Sans Bengali Med:style=Medium | Regular /usr/share/fonts/noto/NotoSansSinhalaUI-Light.ttf: Noto Sans Sinhala UI | Noto Sans Sinhala Light:style=Light | Regular /usr/share/fonts/noto/NotoSerifEthiopic-Black.ttf: Noto Serif Ethiopic | Noto Serif Ethiopic Bk:style=Black | Regular /usr/share/fonts/Type1/UTB_____.pfa: Utopia:style=Bold /home/revolt/.local/share/fonts/all-the-icons.ttf: all\-the\-icons:style=Regular /usr/share/fonts/noto/NotoSansOldPersian-Regular.ttf: Noto Sans Old Persian:style=Regular /usr/share/fonts/noto/NotoSerifMalayalam-Medium.ttf: Noto Serif Malayalam | Noto Serif Malayalam Medium:style=Medium | Regular /usr/share/fonts/Type1/c0419bt_.pfb: Courier 10 Pitch:style=Regular /usr/share/fonts/noto/NotoSansThaiUI-Regular.ttf: Noto Sans Thai UI:style=Regular /usr/share/fonts/noto/NotoSansMalayalam-Black.ttf: Noto Sans Malayalam | Noto Sans Malayalam Black:style=Black | Regular /usr/share/fonts/noto/NotoSansTifinagh-Regular.ttf: Noto Sans Tifinagh:style=Regular /usr/share/fonts/noto/NotoSansOldSogdian-Regular.ttf: Noto Sans Old Sogdian:style=Regular /usr/share/fonts/noto/NotoSansSyriac-Black.ttf: Noto Sans Syriac | Noto Sans Syriac Black:style=Black | Regular /usr/share/fonts/TTF/FiraCode-SemiBold.ttf: Fira Code | Fira Code SemiBold:style=SemiBold | Regular /usr/share/fonts/noto/NotoSansSinhala-Regular.ttf: Noto Sans Sinhala:style=Regular /usr/share/fonts/Type1/c0583bt_.pfb: Courier 10 Pitch:style=Bold /usr/share/fonts/noto/NotoSansMono-Bold.ttf: Noto Sans Mono:style=Bold /usr/share/fonts/noto/NotoSansMono-Black.ttf: Noto Sans Mono | Noto Sans Mono Black:style=Black | Regular /usr/share/fonts/noto/NotoSansSundanese-Regular.ttf: Noto Sans Sundanese:style=Regular /usr/share/fonts/gnu-free/FreeMonoOblique.otf: FreeMono:style=Oblique | наклонен | cursiva | kurzíva | kursiv | Πλάγια | Kursivoitu | Italique | Dőlt | Corsivo | Cursief | Kursywa | Itálico | oblic | Курсив | İtalik | huruf miring | похилий | ležeče | slīpraksts | pasvirasis | nghiêng | Etzana | तिरछा /usr/share/fonts/noto/NotoSans-LightItalic.ttf: Noto Sans | Noto Sans Light:style=Light Italic | Italic /usr/share/fonts/noto/NotoSansTamilUI-Light.ttf: Noto Sans Tamil UI | Noto Sans Tamil Light:style=Light | Regular /usr/share/fonts/adobe-source-code-pro/SourceCodePro-Bold.otf: Source Code Pro:style=Bold /usr/share/fonts/noto/NotoSansSinhala-Thin.ttf: Noto Sans Sinhala | Noto Sans Sinhala Thin:style=Thin | Regular /usr/share/fonts/cantarell/Cantarell-Light.otf: Cantarell | Cantarell Light:style=Light | Regular /usr/share/fonts/noto/NotoKufiArabic-Semibold.ttf: Noto Kufi Arabic | Noto Kufi Arabic Semi bold:style=Semi bold | Regular /usr/share/fonts/noto/NotoSerifEthiopic-Bold.ttf: Noto Serif Ethiopic:style=Bold /usr/share/fonts/noto/NotoSansOldItalic-Regular.ttf: Noto Sans Old Italic:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedbold.ttf: Iosevka Term | Iosevka Term Extended:style=Bold Extended | Bold /usr/share/fonts/noto/NotoSansGujarati-Bold.ttf: Noto Sans Gujarati:style=Bold /usr/share/fonts/gsfonts/P052-Roman.otf: P052:style=Roman /usr/share/fonts/noto/NotoSansOldPermic-Regular.ttf: Noto Sans Old Permic:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedmediumitalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 MdEx:style=Medium Extended Italic | Italic /usr/share/fonts/noto/NotoSansAdlam-Regular.ttf: Noto Sans Adlam:style=Regular /usr/share/fonts/noto/NotoSansTamil-Black.ttf: Noto Sans Tamil | Noto Sans Tamil Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansSymbols-Medium.ttf: Noto Sans Symbols | Noto Sans Symbols Med:style=Medium | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedextraboldoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 XBdExObl:style=Extrabold Extended Oblique | Regular /usr/share/fonts/gnu-free/FreeSerif.otf: FreeSerif:style=Regular | нормален | normal | obyčejné | Mittel | µεσαία | Normaali | Normál | Normale | Gemiddeld | odmiana zwykła | Обычный | Normálne | ปกติ | menengah | прямій | Navadno | vidējs | normalusis | عادی | vừa | Arrunta | सामान्य /usr/share/fonts/ttf-iosevka-term/iosevka-term-semibold.ttf: Iosevka Term | Iosevka Term Semibold:style=Semibold | Regular /usr/share/fonts/noto/NotoNaskhArabicUI-Bold.ttf: Noto Naskh Arabic UI:style=Bold /usr/share/fonts/noto/NotoSansDevanagariUI-Black.ttf: Noto Sans Devanagari UI | Noto Sans Devanagari Bk:style=Black | Regular /usr/share/fonts/gnu-free/FreeSansBold.otf: FreeSans:style=Bold | получерен | negreta | tučné | fed | Fett | Έντονα | Negrita | Lihavoitu | Gras | Félkövér | Grassetto | Vet | Halvfet | Pogrubiony | Negrito | gros | Полужирный | Fet | Kalın | huruf tebal | жирний | Krepko | treknraksts | pusjuodis | đậm | Lodia | धृष्ट /usr/share/fonts/noto/NotoSerifTelugu-Regular.ttf: Noto Serif Telugu:style=Regular /usr/share/fonts/Type1/l049013t.pfa: Luxi Serif:style=Regular /usr/share/fonts/noto/NotoSansSymbols-Thin.ttf: Noto Sans Symbols | Noto Sans Symbols Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansArabicUI-Medium.ttf: Noto Sans Arabic UI | Noto Sans Arabic UI Md:style=Medium | Regular /usr/share/fonts/adobe-source-code-pro/SourceCodePro-Regular.otf: Source Code Pro:style=Regular /usr/share/fonts/noto/NotoSansNewa-Regular.ttf: Noto Sans Newa:style=Regular /usr/share/fonts/noto/NotoSansMath-Regular.ttf: Noto Sans Math:style=Regular /usr/share/fonts/noto/NotoSansHanunoo-Regular.ttf: Noto Sans Hanunoo:style=Regular /usr/share/fonts/noto/NotoSansOldTurkic-Regular.ttf: Noto Sans Old Turkic:style=Regular /usr/share/fonts/noto/NotoSansOsmanya-Regular.ttf: Noto Sans Osmanya:style=Regular /usr/share/fonts/noto/NotoSansGurmukhiUI-Light.ttf: Noto Sans Gurmukhi UI | Noto Sans Gurmukhi UI Light:style=Light | Regular /usr/share/fonts/noto/NotoSansKhmer-Bold.ttf: Noto Sans Khmer:style=Bold /usr/share/fonts/noto/NotoSansCanadianAboriginal-Bold.ttf: Noto Sans Canadian Aboriginal | Noto Sans CanAborig:style=Bold /usr/share/fonts/gsfonts/URWBookman-Light.otf: URW Bookman:style=Light /usr/share/fonts/noto/NotoSansMalayalam-Medium.ttf: Noto Sans Malayalam | Noto Sans Malayalam Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSerifBengali-Medium.ttf: Noto Serif Bengali | Noto Serif Bengali Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSans-Black.ttf: Noto Sans | Noto Sans Black:style=Black | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extralightitalic.ttf: Iosevka Term | Iosevka Term Extralight:style=Extralight Italic | Italic /usr/share/fonts/noto/NotoSansMyanmarUI-Light.ttf: Noto Sans Myanmar UI | Noto Sans Myanmar UI Light:style=Light | Regular /usr/share/fonts/noto/NotoSansPauCinHau-Regular.ttf: Noto Sans Pau Cin Hau:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendeditalic.ttf: Iosevka Term | Iosevka Term Extended:style=Extended Italic | Italic /usr/share/fonts/noto/NotoSansPsalterPahlavi-Regular.ttf: Noto Sans Psalter Pahlavi | Noto Sans PsaPahlavi:style=Regular /usr/share/fonts/wenquanyi/wqy-zenhei/wqy-zenhei.ttc: 文泉驿等宽正黑 | WenQuanYi Zen Hei Mono | 文泉驛等寬正黑:style=Regular /usr/share/fonts/noto/NotoSansSymbols-Black.ttf: Noto Sans Symbols | Noto Sans Symbols Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansLao-Thin.ttf: Noto Sans Lao | Noto Sans Lao Thin:style=Thin | Regular /usr/share/fonts/Type1/l047016t.pfa: Luxi Mono:style=Bold /usr/share/fonts/noto/NotoSansAnatolianHieroglyphs-Regular.ttf: Noto Sans Anatolian Hieroglyphs | Noto Sans AnatoHiero:style=Regular /usr/share/fonts/adobe-source-code-pro/SourceCodePro-Medium.otf: Source Code Pro | Source Code Pro Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansCarian-Regular.ttf: Noto Sans Carian:style=Regular /usr/local/share/fonts/e/ETBookOT_Italic.otf: ETBookOT:style=Italic /usr/share/fonts/noto/NotoSans-ThinItalic.ttf: Noto Sans | Noto Sans Thin:style=Thin Italic | Italic /usr/share/fonts/noto/NotoSansOldSouthArabian-Regular.ttf: Noto Sans Old South Arabian | Noto Sans OldSouArab:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedbolditalic.ttf: Iosevka Term | Iosevka Term Extended:style=Bold Extended Italic | Bold Italic /usr/share/fonts/cantarell/Cantarell-VF.otf: Cantarell:style=Bold /usr/share/fonts/OTF/SyrCOMBatnan.otf: Serto Batnan:style=Regular /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Roman.otf: Source Code Variable:style=ExtraLight /usr/share/fonts/noto/NotoSerifMalayalam-Thin.ttf: Noto Serif Malayalam | Noto Serif Malayalam Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansSinhalaUI-Regular.ttf: Noto Sans Sinhala UI:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-semiboldoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 SmBdObl:style=Semibold Oblique | Regular /usr/share/fonts/noto/NotoSansMyanmar-Bold.ttf: Noto Sans Myanmar:style=Bold /usr/share/fonts/adobe-source-code-pro/SourceCodePro-MediumIt.otf: Source Code Pro | Source Code Pro Medium:style=Medium Italic | Italic /usr/share/fonts/noto/NotoSansShavian-Regular.ttf: Noto Sans Shavian:style=Regular /usr/share/fonts/noto/NotoSansArabicUI-Regular.ttf: Noto Sans Arabic UI:style=Regular /usr/share/fonts/noto/NotoSansKannada-Bold.ttf: Noto Sans Kannada:style=Bold /usr/share/fonts/noto/NotoSerifGeorgian-Bold.ttf: Noto Serif Georgian:style=Bold /usr/share/fonts/noto/NotoSerifGurmukhi-Bold.ttf: Noto Serif Gurmukhi:style=Bold /usr/share/fonts/noto/NotoSansCham-Black.ttf: Noto Sans Cham | Noto Sans Cham Blk:style=Black | Regular /usr/share/fonts/gsfonts/NimbusSans-Italic.otf: Nimbus Sans:style=Italic /usr/share/fonts/noto/NotoSansOgham-Regular.ttf: Noto Sans Ogham:style=Regular /usr/share/fonts/noto/NotoSerif-Thin.ttf: Noto Serif | Noto Serif Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansOriyaUI-Bold.ttf: Noto Sans Oriya UI:style=Bold /usr/share/fonts/noto/NotoSansBengaliUI-Black.ttf: Noto Sans Bengali UI | Noto Sans Bengali Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansArabic-Bold.ttf: Noto Sans Arabic:style=Bold /usr/share/fonts/noto/NotoSerifTamil-Thin.ttf: Noto Serif Tamil | Noto Serif Tamil Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansKannadaUI-Light.ttf: Noto Sans Kannada UI | Noto Sans Kannada UI Light:style=Light | Regular /usr/share/fonts/wenquanyi/wqy-microhei/wqy-microhei.ttc: 文泉驿微米黑 | WenQuanYi Micro Hei | 文泉驛微米黑:style=Regular /usr/share/fonts/noto/NotoSansLinearB-Regular.ttf: Noto Sans Linear B:style=Regular /usr/share/fonts/noto/NotoSerifTamilSlanted-Medium.ttf: Noto Serif Tamil Slanted | NotoSerifTamilSlanted Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansSinhala-Medium.ttf: Noto Sans Sinhala | Noto Sans Sinhala Med:style=Medium | Regular /usr/share/fonts/noto/NotoSerifTibetan-Medium.ttf: Noto Serif Tibetan | Noto Serif Tibetan Medium:style=Medium | Regular /usr/share/fonts/gsfonts/URWGothic-BookOblique.otf: URW Gothic:style=Book Oblique /usr/share/fonts/gsfonts/NimbusSans-Bold.otf: Nimbus Sans:style=Bold /usr/local/share/fonts/s/SCRIPTIN.ttf: Scriptina:style=Regular /usr/share/fonts/noto/NotoSans-Italic.ttf: Noto Sans:style=Italic /usr/share/fonts/Type1/UTBI____.pfa: Utopia:style=Bold Italic /usr/share/fonts/noto/NotoSerifTamil-Regular.ttf: Noto Serif Tamil:style=Regular /usr/share/fonts/noto/NotoSansTamilSupplement-Regular.ttf: Noto Sans Tamil Supplement:style=Regular /usr/share/fonts/noto/NotoSansSymbols-Bold.ttf: Noto Sans Symbols:style=Bold /usr/share/fonts/noto/NotoSans-Light.ttf: Noto Sans | Noto Sans Light:style=Light | Regular /usr/share/fonts/noto/NotoSansArabic-Medium.ttf: Noto Sans Arabic | Noto Sans Arabic Med:style=Medium | Regular /usr/share/fonts/noto/NotoSerifGujarati-Light.ttf: Noto Serif Gujarati | Noto Serif Gujarati Light:style=Light | Regular /usr/share/fonts/Type1/c0632bt_.pfb: Bitstream Charter:style=Bold /usr/share/fonts/noto/NotoSerif-BoldItalic.ttf: Noto Serif:style=Bold Italic /usr/share/fonts/noto/NotoSerifTibetan-Bold.ttf: Noto Serif Tibetan:style=Bold /usr/share/fonts/noto/NotoSansLinearA-Regular.ttf: Noto Sans Linear A:style=Regular /usr/share/fonts/noto/NotoSansCham-Medium.ttf: Noto Sans Cham | Noto Sans Cham Med:style=Medium | Regular /usr/share/fonts/noto/NotoSerifLao-Regular.ttf: Noto Serif Lao:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-lightitalic.ttf: Iosevka Term | Iosevka Term Light:style=Light Italic | Italic /usr/share/fonts/noto/NotoSerifDisplay-Italic.ttf: Noto Serif Display:style=Italic /usr/share/fonts/noto/NotoSansKannadaUI-Regular.ttf: Noto Sans Kannada UI:style=Regular /usr/share/fonts/noto/NotoSansThaiUI-Thin.ttf: Noto Sans Thai UI | Noto Sans Thai UI Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansThai-Light.ttf: Noto Sans Thai | Noto Sans Thai Light:style=Light | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-thinoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 ThObl:style=Thin Oblique | Regular /usr/share/fonts/noto/NotoSansTamil-Bold.ttf: Noto Sans Tamil:style=Bold /usr/share/fonts/noto/NotoSansDisplay-BlackItalic.ttf: Noto Sans Display | Noto Sans Display Black:style=Black Italic | Italic /usr/share/fonts/noto/NotoSansKannada-Thin.ttf: Noto Sans Kannada | Noto Sans Kannada Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansMyanmarUI-Black.ttf: Noto Sans Myanmar UI | Noto Sans Myanmar UI Black:style=Black | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extralight.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Extralight:style=Extralight | Regular /usr/share/fonts/noto/NotoSerifGeorgian-Light.ttf: Noto Serif Georgian | Noto Serif Georgian Lt:style=Light | Regular /usr/share/fonts/Type1/c0611bt_.pfb: Courier 10 Pitch:style=Bold Italic /usr/share/fonts/noto/NotoSansKhmer-Regular.ttf: Noto Sans Khmer:style=Regular /usr/share/fonts/noto/NotoSerifThai-Light.ttf: Noto Serif Thai | Noto Serif Thai Light:style=Light | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedsemiboldoblique.ttf: Iosevka Term | Iosevka Term SmBdExObl:style=Semibold Extended Oblique | Regular /usr/share/fonts/OTF/SyrCOMBatnanBold.otf: Serto Batnan:style=Bold /usr/share/fonts/noto/NotoSansArmenian-Thin.ttf: Noto Sans Armenian | Noto Sans Armenian Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansGurmukhi-Medium.ttf: Noto Sans Gurmukhi | Noto Sans Gurmukhi Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSerifTamilSlanted-Bold.ttf: Noto Serif Tamil Slanted:style=Bold /usr/share/fonts/ttf-iosevka-term/iosevka-term-thinitalic.ttf: Iosevka Term | Iosevka Term Thin:style=Thin Italic | Italic /usr/share/fonts/noto/NotoSansKaithi-Regular.ttf: Noto Sans Kaithi:style=Regular /usr/share/fonts/noto/NotoSansThaiUI-Black.ttf: Noto Sans Thai UI | Noto Sans Thai UI Blk:style=Black | Regular /usr/share/fonts/adobe-source-code-pro/SourceCodePro-Light.otf: Source Code Pro | Source Code Pro Light:style=Light | Regular /usr/share/fonts/noto/NotoSansThaana-Black.ttf: Noto Sans Thaana | Noto Sans Thaana Black:style=Black | Regular /usr/share/fonts/noto/NotoSerif-ThinItalic.ttf: Noto Serif | Noto Serif Thin:style=Thin Italic | Italic /usr/share/fonts/noto/NotoSansLaoUI-Bold.ttf: Noto Sans Lao UI:style=Bold /usr/share/fonts/ttf-iosevka-term/iosevka-term-mediumitalic.ttf: Iosevka Term | Iosevka Term Medium:style=Medium Italic | Italic /usr/share/fonts/noto/NotoSansTamil-Thin.ttf: Noto Sans Tamil | Noto Sans Tamil Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansTamilUI-Regular.ttf: Noto Sans Tamil UI:style=Regular /usr/share/fonts/Type1/l048033t.pfa: Luxi Sans:style=Oblique /usr/share/fonts/noto/NotoSerifGurmukhi-Regular.ttf: Noto Serif Gurmukhi:style=Regular /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Roman.otf: Source Code Variable:style=Bold /usr/share/fonts/OTF/SyrCOMCtesiphon.otf: East Syriac Ctesiphon:style=Regular /usr/share/fonts/gsfonts/P052-Bold.otf: P052:style=Bold /usr/share/fonts/noto/NotoSerifSinhala-Thin.ttf: Noto Serif Sinhala | Noto Serif Sinhala Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSerifMalayalam-Light.ttf: Noto Serif Malayalam | Noto Serif Malayalam Light:style=Light | Regular /usr/share/fonts/noto/NotoSansDisplay-MediumItalic.ttf: Noto Sans Display | Noto Sans Display Medium:style=Medium Italic | Italic /usr/share/fonts/ttf-iosevka-term/iosevka-term-extended.ttf: Iosevka Term | Iosevka Term Extended:style=Extended | Regular /usr/share/fonts/noto/NotoSerifEthiopic-Light.ttf: Noto Serif Ethiopic | Noto Serif Ethiopic Lt:style=Light | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-thin.ttf: Iosevka Term | Iosevka Term Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansOldNorthArabian-Regular.ttf: Noto Sans Old North Arabian | Noto Sans OldNorArab:style=Regular /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Italic.otf: Source Code Variable:style=ExtraLight Italic /usr/share/fonts/noto/NotoSansDevanagariUI-Medium.ttf: Noto Sans Devanagari UI | Noto Sans Devanagari Md:style=Medium | Regular /usr/share/fonts/noto/NotoSerifMyanmar-Light.ttf: Noto Serif Myanmar | Noto Serif Myanmar Light:style=Light | Regular /usr/share/fonts/noto/NotoSerifArmenian-Regular.ttf: Noto Serif Armenian:style=Regular /usr/share/fonts/noto/NotoSansMyanmar-Black.ttf: Noto Sans Myanmar | Noto Sans Myanmar Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansKannada-Regular.ttf: Noto Sans Kannada:style=Regular /usr/share/fonts/TTF/FiraCode-Retina.ttf: Fira Code | Fira Code Retina:style=Retina | Regular /usr/share/fonts/noto/NotoSansGurmukhi-Bold.ttf: Noto Sans Gurmukhi:style=Bold /usr/share/fonts/noto/NotoSansLaoUI-Thin.ttf: Noto Sans Lao UI | Noto Sans Lao UI Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansKhmerUI-Bold.ttf: Noto Sans Khmer UI:style=Bold /usr/share/fonts/noto/NotoKufiArabic-Bold.ttf: Noto Kufi Arabic:style=Bold /usr/share/fonts/noto/NotoSansMono-Medium.ttf: Noto Sans Mono | Noto Sans Mono Medium:style=Medium | Regular /usr/share/fonts/Type1/l049016t.pfa: Luxi Serif:style=Bold /usr/share/fonts/noto/NotoSansTibetan-Regular.ttf: Noto Sans Tibetan:style=Regular /usr/share/fonts/noto/NotoSansMyanmar-Light.ttf: Noto Sans Myanmar | Noto Sans Myanmar Light:style=Light | Regular /usr/share/fonts/noto/NotoSansEthiopic-Light.ttf: Noto Sans Ethiopic | Noto Sans Ethiopic Light:style=Light | Regular /usr/share/fonts/noto/NotoSansThaana-Light.ttf: Noto Sans Thaana | Noto Sans Thaana Light:style=Light | Regular /usr/share/fonts/gsfonts/NimbusMonoPS-Regular.otf: Nimbus Mono PS:style=Regular /usr/share/fonts/cantarell/Cantarell-Bold.otf: Cantarell:style=Bold /usr/share/fonts/noto/NotoSansDisplay-Medium.ttf: Noto Sans Display | Noto Sans Display Medium:style=Medium | Regular /usr/share/fonts/TTF/Hack-Italic.ttf: Hack:style=Italic /usr/share/fonts/noto/NotoSerifLao-Light.ttf: Noto Serif Lao | Noto Serif Lao Light:style=Light | Regular /usr/share/fonts/noto/NotoSerifTelugu-Medium.ttf: Noto Serif Telugu | Noto Serif Telugu Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansTelugu-Thin.ttf: Noto Sans Telugu | Noto Sans Telugu Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSerifTamil-Light.ttf: Noto Serif Tamil | Noto Serif Tamil Light:style=Light | Regular /usr/share/fonts/noto/NotoSansInscriptionalParthian-Regular.ttf: Noto Sans Inscriptional Parthian | Noto Sans InsParthi:style=Regular /usr/share/fonts/Type1/courb.pfa: Courier:style=Bold /usr/share/fonts/noto/NotoSansSaurashtra-Regular.ttf: Noto Sans Saurashtra:style=Regular /usr/share/fonts/noto/NotoSansGurmukhiUI-Regular.ttf: Noto Sans Gurmukhi UI:style=Regular /usr/share/fonts/TTF/FiraCode-Bold.ttf: Fira Code:style=Bold /usr/share/fonts/TTF/Hack-Bold.ttf: Hack:style=Bold /usr/share/fonts/noto/NotoSansLao-Medium.ttf: Noto Sans Lao | Noto Sans Lao Med:style=Medium | Regular /usr/share/fonts/noto/NotoSans-Bold.ttf: Noto Sans:style=Bold /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedthinoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 ThExObl:style=Thin Extended Oblique | Regular /usr/share/fonts/noto/NotoSans-Medium.ttf: Noto Sans | Noto Sans Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSerifKhmer-Thin.ttf: Noto Serif Khmer | Noto Serif Khmer Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansTelugu-Black.ttf: Noto Sans Telugu | Noto Sans Telugu Black:style=Black | Regular /usr/share/fonts/noto/NotoSerif-Bold.ttf: Noto Serif:style=Bold /usr/share/fonts/noto/NotoSansThai-Medium.ttf: Noto Sans Thai | Noto Sans Thai Med:style=Medium | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-lightoblique.ttf: Iosevka Term | Iosevka Term Light Oblique:style=Light Oblique | Regular /usr/share/fonts/cantarell/Cantarell-ExtraBold.otf: Cantarell | Cantarell Extra Bold:style=Extra Bold | Regular /usr/share/fonts/noto/NotoSansLaoUI-Black.ttf: Noto Sans Lao UI | Noto Sans Lao UI Blk:style=Black | Regular /usr/share/fonts/noto/NotoSerifBengali-Thin.ttf: Noto Serif Bengali | Noto Serif Bengali Thin:style=Thin | Regular /usr/share/fonts/gsfonts/NimbusSans-Regular.otf: Nimbus Sans:style=Regular /usr/share/fonts/noto/NotoSansTeluguUI-Regular.ttf: Noto Sans Telugu UI:style=Regular /usr/share/fonts/noto/NotoSerifTelugu-Light.ttf: Noto Serif Telugu | Noto Serif Telugu Light:style=Light | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-heavy.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Heavy:style=Heavy | Regular /usr/share/fonts/gnu-free/FreeSans.otf: FreeSans:style=Regular | нормален | Normal | obyčejné | Mittel | µεσαία | Normaali | Normál | Medio | Gemiddeld | Odmiana Zwykła | Обычный | Normálne | menengah | прямій | Navadno | vidējs | normalusis | vừa | Arrunta | सामान्य /usr/share/fonts/Type1/l049036t.pfa: Luxi Serif:style=Bold Oblique /usr/share/fonts/noto/NotoSansArabicUI-Black.ttf: Noto Sans Arabic UI | Noto Sans Arabic UI Bk:style=Black | Regular /usr/share/fonts/noto/NotoSansDevanagariUI-Thin.ttf: Noto Sans Devanagari UI | Noto Sans Devanagari Th:style=Thin | Regular /usr/share/fonts/noto/NotoSansCanadianAboriginal-Regular.ttf: Noto Sans Canadian Aboriginal | Noto Sans CanAborig:style=Regular /usr/local/share/fonts/e/et_book_display_italic_old_style_figures.ttf: ETBembo:style=DisplayItalic /usr/share/fonts/OTF/SyrCOMMardin.otf: Serto Mardin:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedboldoblique.ttf: Iosevka Term | Iosevka Term Extended Oblique:style=Bold Extended Oblique | Bold /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedthinoblique.ttf: Iosevka Term | Iosevka Term ThExObl:style=Thin Extended Oblique | Regular /home/revolt/.local/share/fonts/material-design-icons.ttf: Material Icons:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedextrabold.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 XBdEx:style=Extrabold Extended | Regular /usr/share/fonts/noto/NotoSerifMyanmar-Regular.ttf: Noto Serif Myanmar:style=Regular /usr/share/fonts/noto/NotoSansSyriac-Thin.ttf: Noto Sans Syriac | Noto Sans Syriac Thin:style=Thin | Regular /home/revolt/.local/share/fonts/file-icons.ttf: file\-icons:style=icons /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Roman.otf: Source Code Variable:style=Semibold /usr/share/fonts/noto/NotoSansDevanagari-Thin.ttf: Noto Sans Devanagari | Noto Sans Devanagari Th:style=Thin | Regular /usr/share/fonts/noto/NotoSansTagalog-Regular.ttf: Noto Sans Tagalog:style=Regular /usr/share/fonts/noto/NotoSansBuhid-Regular.ttf: Noto Sans Buhid:style=Regular /usr/share/fonts/noto/NotoSansArabic-Regular.ttf: Noto Sans Arabic:style=Regular /usr/share/fonts/noto/NotoSansThai-Black.ttf: Noto Sans Thai | Noto Sans Thai Blk:style=Black | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedextralight.ttf: Iosevka Term | Iosevka Term XLtEx:style=Extralight Extended | Regular /usr/share/fonts/noto/NotoSansBengali-Bold.ttf: Noto Sans Bengali:style=Bold /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-lightoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 LtObl:style=Light Oblique | Regular /usr/share/fonts/noto/NotoSerifSinhala-Light.ttf: Noto Serif Sinhala | Noto Serif Sinhala Light:style=Light | Regular /usr/share/fonts/noto/NotoSansKhmerUI-Thin.ttf: Noto Sans Khmer UI | Noto Sans Khmer UI Thin:style=Thin | Regular /home/revolt/.local/share/fonts/octicons.ttf: github\-octicons:style=Regular /usr/share/fonts/noto/NotoSerifDisplay-MediumItalic.ttf: Noto Serif Display | Noto Serif Display Medium:style=Medium Italic | Italic /usr/share/fonts/noto/NotoSansDuployan-Regular.ttf: Noto Sans Duployan:style=Regular /usr/share/fonts/noto/NotoSerifEthiopic-Regular.ttf: Noto Serif Ethiopic:style=Regular /usr/share/fonts/noto/NotoSansGurmukhi-Regular.ttf: Noto Sans Gurmukhi:style=Regular /usr/share/fonts/Type1/l048013t.pfa: Luxi Sans:style=Regular /usr/share/fonts/noto/NotoSansMyanmar-Thin.ttf: Noto Sans Myanmar | Noto Sans Myanmar Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansYi-Regular.ttf: Noto Sans Yi:style=Regular /usr/share/fonts/noto/NotoSansThai-Bold.ttf: Noto Sans Thai:style=Bold /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extended.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Extended:style=Extended | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedheavyoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 HvExObl:style=Heavy Extended Oblique | Regular /usr/share/fonts/Type1/c0582bt_.pfb: Courier 10 Pitch:style=Italic /usr/share/fonts/noto/NotoSerifKannada-Black.ttf: Noto Serif Kannada | Noto Serif Kannada Black:style=Black | Regular /usr/share/fonts/noto/NotoSansSharada-Regular.ttf: Noto Sans Sharada:style=Regular /usr/share/fonts/noto/NotoSerifArmenian-Medium.ttf: Noto Serif Armenian | Noto Serif Armenian Md:style=Medium | Regular /usr/share/fonts/gsfonts/NimbusRoman-BoldItalic.otf: Nimbus Roman:style=Bold Italic /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-bold.ttf: Iosevka Fixed SS14:style=Bold /usr/share/fonts/gsfonts/StandardSymbolsPS.otf: Standard Symbols PS:style=Regular /usr/share/fonts/noto/NotoSerifDisplay-Regular.ttf: Noto Serif Display:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-mediumoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 MdObl:style=Medium Oblique | Regular /usr/share/fonts/noto/NotoSansSinhalaUI-Black.ttf: Noto Sans Sinhala UI | Noto Sans Sinhala Blk:style=Black | Regular /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Italic.otf: Source Code Variable:style=Black Italic /usr/share/fonts/noto/NotoSansBengali-Regular.ttf: Noto Sans Bengali:style=Regular /usr/share/fonts/noto/NotoSerifThai-Bold.ttf: Noto Serif Thai:style=Bold /usr/share/fonts/noto/NotoSansMono-Thin.ttf: Noto Sans Mono | Noto Sans Mono Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansOlChiki-Regular.ttf: Noto Sans Ol Chiki:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-oblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Oblique:style=Oblique | Regular /usr/share/fonts/noto/NotoSansMalayalamUI-Bold.ttf: Noto Sans Malayalam UI:style=Bold /usr/share/fonts/cantarell/Cantarell-VF.otf: Cantarell:style=Light /usr/share/fonts/ttf-iosevka-term/iosevka-term-heavy.ttf: Iosevka Term | Iosevka Term Heavy:style=Heavy | Regular /usr/share/fonts/noto/NotoSansRunic-Regular.ttf: Noto Sans Runic:style=Regular /usr/share/fonts/noto/NotoSansTagbanwa-Regular.ttf: Noto Sans Tagbanwa:style=Regular /usr/share/fonts/noto/NotoSerifMyanmar-Black.ttf: Noto Serif Myanmar | Noto Serif Myanmar Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansDisplay-Bold.ttf: Noto Sans Display:style=Bold /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-heavyoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 HvObl:style=Heavy Oblique | Regular /usr/share/fonts/noto/NotoSansBamum-Regular.ttf: Noto Sans Bamum:style=Regular /usr/share/fonts/noto/NotoSansTeluguUI-Thin.ttf: Noto Sans Telugu UI | Noto Sans Telugu UI Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSerifGujarati-Black.ttf: Noto Serif Gujarati | Noto Serif Gujarati Black:style=Black | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-bold.ttf: Iosevka Term:style=Bold /usr/share/fonts/cantarell/Cantarell-VF.otf: Cantarell:style=Regular /usr/share/fonts/noto/NotoSansMalayalam-Thin.ttf: Noto Sans Malayalam | Noto Sans Malayalam Thin:style=Thin | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extraboldoblique.ttf: Iosevka Term | Iosevka Term Extrabold Oblique:style=Extrabold Oblique | Regular /usr/share/fonts/noto/NotoSerifTamilSlanted-Thin.ttf: Noto Serif Tamil Slanted | NotoSerifTamilSlanted Thin:style=Thin | Regular /usr/share/fonts/adobe-source-code-pro/SourceCodePro-Black.otf: Source Code Pro | Source Code Pro Black:style=Black | Regular /usr/share/fonts/noto/NotoSerifMalayalam-Black.ttf: Noto Serif Malayalam | Noto Serif Malayalam Black:style=Black | Regular /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Italic.otf: Source Code Variable:style=Bold Italic /usr/local/share/fonts/e/et_book_bold_line_figures.ttf: ETBembo:style=BoldLF /usr/share/fonts/noto/NotoSansIndicSiyaqNumbers-Regular.ttf: Noto Sans Indic Siyaq Numbers:style=Regular /usr/share/fonts/noto/NotoSerifKannada-Regular.ttf: Noto Serif Kannada:style=Regular /usr/share/fonts/noto/NotoSerifArmenian-Thin.ttf: Noto Serif Armenian | Noto Serif Armenian Th:style=Thin | Regular /usr/share/fonts/noto/NotoSansTelugu-Regular.ttf: Noto Sans Telugu:style=Regular /usr/share/fonts/noto/NotoSansMalayalamUI-Regular.ttf: Noto Sans Malayalam UI:style=Regular /usr/share/fonts/noto/NotoSansLycian-Regular.ttf: Noto Sans Lycian:style=Regular /usr/share/fonts/noto/NotoSerifDisplay-Medium.ttf: Noto Serif Display | Noto Serif Display Medium:style=Medium | Regular /usr/share/fonts/OTF/SyrCOMMidyat.otf: Estrangelo Midyat:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-thin.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansTamilUI-Medium.ttf: Noto Sans Tamil UI | Noto Sans Tamil Med:style=Medium | Regular /usr/share/fonts/noto/NotoSansCherokee-Light.ttf: Noto Sans Cherokee | Noto Sans Cherokee Light:style=Light | Regular /usr/share/fonts/noto/NotoSansArmenian-Regular.ttf: Noto Sans Armenian:style=Regular /usr/share/fonts/noto/NotoSansElbasan-Regular.ttf: Noto Sans Elbasan:style=Regular /usr/share/fonts/noto/NotoSerifDisplay-Thin.ttf: Noto Serif Display | Noto Serif Display Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSerifGurmukhi-Medium.ttf: Noto Serif Gurmukhi | Noto Serif Gurmukhi Medium:style=Medium | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedlight.ttf: Iosevka Term | Iosevka Term Light Extended:style=Light Extended | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extrabolditalic.ttf: Iosevka Term | Iosevka Term Extrabold:style=Extrabold Italic | Italic /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedlight.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 LtEx:style=Light Extended | Regular /usr/share/fonts/noto/NotoSansCherokee-Medium.ttf: Noto Sans Cherokee | Noto Sans Cherokee Med:style=Medium | Regular /usr/share/fonts/noto/NotoSerif-MediumItalic.ttf: Noto Serif | Noto Serif Medium:style=Medium Italic | Italic /usr/share/fonts/adobe-source-code-pro/SourceCodePro-ExtraLight.otf: Source Code Pro | Source Code Pro ExtraLight:style=ExtraLight | Regular /usr/share/fonts/noto/NotoSansVai-Regular.ttf: Noto Sans Vai:style=Regular /usr/share/fonts/noto/NotoSansTeluguUI-Medium.ttf: Noto Sans Telugu UI | Noto Sans Telugu UI Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSerifEthiopic-Thin.ttf: Noto Serif Ethiopic | Noto Serif Ethiopic Th:style=Thin | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-regular.ttf: Iosevka Term:style=Regular /usr/share/fonts/gnu-free/FreeMonoBoldOblique.otf: FreeMono:style=Bold Oblique | получерен наклонен | Negreta cursiva | tučné kurzíva | fed kursiv | Fett-Kursiv | Έντονα Πλάγια | Negrita Cursiva | Lihavoitu Kursivoi | Gras Italique | Félkövér dőlt | Grassetto Corsivo | Vet Cursief | Halvfet Kursiv | Pogrubiona kursywa | Negrito Itálico | gros oblic | Полужирный Курсив | Tučná kurzíva | Fet Kursiv | Kalın İtalik | huruf tebal miring | жирний похилий | polkrepko ležeče | treknais slīpraksts | pusjuodis pasvirasis | Lodi etzana | धृष्ट-तिरछा /usr/local/share/fonts/e/et_book_semi_bold_old_style_figures.ttf: ETBembo:style=SemiBoldOSF /usr/share/fonts/noto/NotoSansCanadianAboriginal-Medium.ttf: Noto Sans Canadian Aboriginal | Noto Sans CanAborig Md:style=Medium | Regular /usr/share/fonts/gsfonts/NimbusMonoPS-Bold.otf: Nimbus Mono PS:style=Bold /usr/share/fonts/gsfonts/Z003-MediumItalic.otf: Z003:style=Medium Italic /usr/share/fonts/cantarell/Cantarell-Thin.otf: Cantarell | Cantarell Thin:style=Thin | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-boldoblique.ttf: Iosevka Term | Iosevka Term Oblique:style=Bold Oblique | Bold /usr/share/fonts/noto/NotoSerifDisplay-BlackItalic.ttf: Noto Serif Display | Noto Serif Display Black:style=Black Italic | Italic /usr/share/fonts/noto/NotoSerifArmenian-Bold.ttf: Noto Serif Armenian:style=Bold /usr/share/fonts/noto/NotoSansTeluguUI-Black.ttf: Noto Sans Telugu UI | Noto Sans Telugu UI Black:style=Black | Regular /usr/share/fonts/noto/NotoSansMalayalamUI-Medium.ttf: Noto Sans Malayalam UI | Noto Sans Malayalam UI Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansMandaic-Regular.ttf: Noto Sans Mandaic:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedextralight.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 XLtEx:style=Extralight Extended | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedmedium.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 MdEx:style=Medium Extended | Regular /usr/share/fonts/noto/NotoSansThaana-Regular.ttf: Noto Sans Thaana:style=Regular /usr/share/fonts/gsfonts/NimbusSansNarrow-Bold.otf: Nimbus Sans Narrow:style=Bold /usr/share/fonts/noto/NotoSansGurmukhi-Thin.ttf: Noto Sans Gurmukhi | Noto Sans Gurmukhi Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansKharoshthi-Regular.ttf: Noto Sans Kharoshthi:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedboldoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 ExObl:style=Bold Extended Oblique | Bold /usr/share/fonts/noto/NotoSerifBengali-Bold.ttf: Noto Serif Bengali:style=Bold /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedsemibold.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 SmBdEx:style=Semibold Extended | Regular /usr/share/fonts/noto/NotoSerifTelugu-Black.ttf: Noto Serif Telugu | Noto Serif Telugu Black:style=Black | Regular /usr/share/fonts/noto/NotoSansCherokee-Regular.ttf: Noto Sans Cherokee:style=Regular /usr/share/fonts/noto/NotoSansBuginese-Regular.ttf: Noto Sans Buginese:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedlightoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 LtExObl:style=Light Extended Oblique | Regular /usr/share/fonts/noto/NotoSerifHebrew-Medium.ttf: Noto Serif Hebrew | Noto Serif Hebrew Med:style=Medium | Regular /usr/share/fonts/noto/NotoNastaliqUrdu-Bold.ttf: Noto Nastaliq Urdu:style=Bold /usr/share/fonts/noto/NotoSerifTibetan-Black.ttf: Noto Serif Tibetan | Noto Serif Tibetan Black:style=Black | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-boldoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Oblique:style=Bold Oblique | Bold /usr/share/fonts/gsfonts/NimbusRoman-Regular.otf: Nimbus Roman:style=Regular /usr/share/fonts/noto/NotoSerifGeorgian-Medium.ttf: Noto Serif Georgian | Noto Serif Georgian Md:style=Medium | Regular /usr/share/fonts/noto/NotoSansDevanagari-Black.ttf: Noto Sans Devanagari | Noto Sans Devanagari Bk:style=Black | Regular /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Italic.otf: Source Code Variable:style=Italic /usr/share/fonts/noto/NotoSerif-Medium.ttf: Noto Serif | Noto Serif Medium:style=Medium | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedbold.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Extended:style=Bold Extended | Bold /usr/share/fonts/noto/NotoSansEthiopic-Thin.ttf: Noto Sans Ethiopic | Noto Sans Ethiopic Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansDisplay-Black.ttf: Noto Sans Display | Noto Sans Display Black:style=Black | Regular /usr/share/fonts/noto/NotoSerifKhmer-Medium.ttf: Noto Serif Khmer | Noto Serif Khmer Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansOriya-Regular.ttf: Noto Sans Oriya:style=Regular /usr/share/fonts/noto/NotoSansThai-Thin.ttf: Noto Sans Thai | Noto Sans Thai Thin:style=Thin | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-mediumitalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Medium:style=Medium Italic | Italic /usr/share/fonts/noto/NotoSerif-Regular.ttf: Noto Serif:style=Regular /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Italic.otf: Source Code Variable:style=Semibold Italic /usr/share/fonts/noto/NotoSansLao-Regular.ttf: Noto Sans Lao:style=Regular /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Italic.otf: Source Code Variable /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-bolditalic.ttf: Iosevka Fixed SS14:style=Bold Italic /usr/share/fonts/noto/NotoSansSinhalaUI-Thin.ttf: Noto Sans Sinhala UI | Noto Sans Sinhala Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSerifMalayalam-Regular.ttf: Noto Serif Malayalam:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extrabolditalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Extrabold:style=Extrabold Italic | Italic /usr/share/fonts/noto/NotoSansMyanmarUI-Regular.ttf: Noto Sans Myanmar UI:style=Regular /usr/share/fonts/wenquanyi/wqy-zenhei/wqy-zenhei.ttc: 文泉驿点阵正黑 | WenQuanYi Zen Hei Sharp | 文泉驛點陣正黑:style=Regular /usr/share/fonts/gsfonts/P052-Italic.otf: P052:style=Italic /usr/share/fonts/noto/NotoSansTelugu-Light.ttf: Noto Sans Telugu | Noto Sans Telugu Light:style=Light | Regular /usr/share/fonts/TTF/FiraCode-Light.ttf: Fira Code | Fira Code Light:style=Light | Regular /usr/share/fonts/noto/NotoSansKhmerUI-Medium.ttf: Noto Sans Khmer UI | Noto Sans Khmer UI Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansLaoUI-Light.ttf: Noto Sans Lao UI | Noto Sans Lao UI Light:style=Light | Regular /usr/share/fonts/noto/NotoSans-BlackItalic.ttf: Noto Sans | Noto Sans Black:style=Black Italic | Italic /usr/share/fonts/gnu-free/FreeSansOblique.otf: FreeSans:style=Oblique | наклонен | negreta cursiva | kurzíva | kursiv | Πλάγια | Cursiva | Kursivoitu | Italique | Dőlt | Corsivo | Cursief | kursywa | Itálico | oblic | Курсив | İtalik | huruf miring | похилий | Ležeče | slīpraksts | pasvirasis | nghiêng | Etzana | तिरछा /usr/share/fonts/noto/NotoSerifDisplay-Black.ttf: Noto Serif Display | Noto Serif Display Black:style=Black | Regular /usr/share/fonts/noto/NotoSansTibetan-Bold.ttf: Noto Sans Tibetan:style=Bold /usr/share/fonts/gsfonts/NimbusRoman-Italic.otf: Nimbus Roman:style=Italic /usr/share/fonts/noto/NotoSansKhmer-Thin.ttf: Noto Sans Khmer | Noto Sans Khmer Thin:style=Thin | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-heavyoblique.ttf: Iosevka Term | Iosevka Term Heavy Oblique:style=Heavy Oblique | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedextralightoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 XLtExObl:style=Extralight Extended Oblique | Regular /usr/share/fonts/noto/NotoSansLao-Bold.ttf: Noto Sans Lao:style=Bold /usr/share/fonts/noto/NotoSansHanifiRohingya-Regular.ttf: Noto Sans Hanifi Rohingya | Noto Sans HanifiRohg:style=Regular /usr/share/fonts/noto/NotoSerifDisplay-ThinItalic.ttf: Noto Serif Display | Noto Serif Display Thin:style=Thin Italic | Italic /usr/share/fonts/noto/NotoSerifMyanmar-Medium.ttf: Noto Serif Myanmar | Noto Serif Myanmar Med:style=Medium | Regular /usr/share/fonts/noto/NotoSansManichaean-Regular.ttf: Noto Sans Manichaean:style=Regular /usr/share/fonts/noto/NotoSansHebrew-Medium.ttf: Noto Sans Hebrew | Noto Sans Hebrew Med:style=Medium | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedheavyitalic.ttf: Iosevka Term | Iosevka Term Heavy Extended:style=Heavy Extended Italic | Italic /usr/share/fonts/noto/NotoSansGrantha-Regular.ttf: Noto Sans Grantha:style=Regular /usr/share/fonts/noto/NotoSansThai-Regular.ttf: Noto Sans Thai:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 ExObl:style=Extended Oblique | Regular /usr/share/fonts/noto/NotoSansMyanmar-Medium.ttf: Noto Sans Myanmar | Noto Sans Myanmar Med:style=Medium | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedextralightitalic.ttf: Iosevka Term | Iosevka Term XLtEx:style=Extralight Extended Italic | Italic /usr/share/fonts/gsfonts/NimbusSansNarrow-BoldOblique.otf: Nimbus Sans Narrow:style=Bold Oblique /usr/share/fonts/noto/NotoSansKhmerUI-Light.ttf: Noto Sans Khmer UI | Noto Sans Khmer UI Light:style=Light | Regular /usr/share/fonts/noto/NotoSansMro-Regular.ttf: Noto Sans Mro:style=Regular /usr/share/fonts/gsfonts/URWGothic-Demi.otf: URW Gothic:style=Demi /usr/share/fonts/noto/NotoSansOriyaUI-Regular.ttf: Noto Sans Oriya UI:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-italic.ttf: Iosevka Fixed SS14:style=Italic /usr/share/fonts/noto/NotoSansBengali-Thin.ttf: Noto Sans Bengali | Noto Sans Bengali Thin:style=Thin | Regular /usr/share/fonts/OTF/SyrCOMEdessa.otf: Estrangelo Edessa:style=Regular /usr/share/fonts/gsfonts/C059-Bold.otf: C059:style=Bold /usr/share/fonts/noto/NotoSansTeluguUI-Light.ttf: Noto Sans Telugu UI | Noto Sans Telugu UI Light:style=Light | Regular /usr/share/fonts/noto/NotoSansThaiUI-Light.ttf: Noto Sans Thai UI | Noto Sans Thai UI Light:style=Light | Regular /usr/share/fonts/noto/NotoSansLimbu-Regular.ttf: Noto Sans Limbu:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedmedium.ttf: Iosevka Term | Iosevka Term Medium Extended:style=Medium Extended | Regular /usr/share/fonts/noto/NotoSansTaiTham-Regular.ttf: Noto Sans Tai Tham:style=Regular /usr/share/fonts/noto/NotoSansKannadaUI-Medium.ttf: Noto Sans Kannada UI | Noto Sans Kannada UI Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSerifGurmukhi-Black.ttf: Noto Serif Gurmukhi | Noto Serif Gurmukhi Black:style=Black | Regular /usr/local/share/fonts/a/angelina.ttf: Angelina:style=Regular /usr/share/fonts/noto/NotoSerifSinhala-Black.ttf: Noto Serif Sinhala | Noto Serif Sinhala Black:style=Black | Regular /usr/share/fonts/noto/NotoSansPahawhHmong-Regular.ttf: Noto Sans Pahawh Hmong:style=Regular /usr/share/fonts/noto/NotoMusic-Regular.ttf: Noto Music:style=Regular /usr/share/fonts/noto/NotoSerifKannada-Light.ttf: Noto Serif Kannada | Noto Serif Kannada Light:style=Light | Regular /usr/share/fonts/noto/NotoSansLaoUI-Medium.ttf: Noto Sans Lao UI | Noto Sans Lao UI Med:style=Medium | Regular /usr/share/fonts/noto/NotoSansGlagolitic-Regular.ttf: Noto Sans Glagolitic:style=Regular /usr/share/fonts/Type1/UTRG____.pfa: Utopia:style=Regular /usr/share/fonts/noto/NotoNastaliqUrdu-Regular.ttf: Noto Nastaliq Urdu:style=Regular /usr/share/fonts/Type1/UTI_____.pfa: Utopia:style=Italic /usr/share/fonts/noto/NotoSansTamil-Regular.ttf: Noto Sans Tamil:style=Regular /usr/share/fonts/adobe-source-code-pro/SourceCodePro-BoldIt.otf: Source Code Pro:style=Bold Italic /usr/share/fonts/noto/NotoSerifTibetan-Light.ttf: Noto Serif Tibetan | Noto Serif Tibetan Light:style=Light | Regular /usr/share/fonts/OTF/SyrCOMUrhoyBold.otf: Serto Urhoy:style=Bold /usr/share/fonts/noto/NotoSerifDevanagari-Bold.ttf: Noto Serif Devanagari:style=Bold /usr/share/fonts/noto/NotoSansBatak-Regular.ttf: Noto Sans Batak:style=Regular /usr/share/fonts/noto/NotoSerifTelugu-Bold.ttf: Noto Serif Telugu:style=Bold /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Roman.otf: Source Code Variable /usr/share/fonts/noto/NotoSansTamil-Medium.ttf: Noto Sans Tamil | Noto Sans Tamil Med:style=Medium | Regular /usr/share/fonts/noto/NotoSansMahajani-Regular.ttf: Noto Sans Mahajani:style=Regular /usr/share/fonts/noto/NotoSerifBengali-Regular.ttf: Noto Serif Bengali:style=Regular /usr/share/fonts/noto/NotoSansThaiUI-Medium.ttf: Noto Sans Thai UI | Noto Sans Thai UI Med:style=Medium | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendeditalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Extended:style=Extended Italic | Italic /usr/share/fonts/OTF/SyrCOMAdiabene.otf: East Syriac Adiabene:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-thinoblique.ttf: Iosevka Term | Iosevka Term Thin Oblique:style=Thin Oblique | Regular /usr/share/fonts/noto/NotoSansLepcha-Regular.ttf: Noto Sans Lepcha:style=Regular /usr/local/share/fonts/e/ETBookOT_Bold.otf: ETBookOT:style=Bold /usr/share/fonts/noto/NotoSansGujarati-Regular.ttf: Noto Sans Gujarati:style=Regular /usr/share/fonts/noto/NotoSansDeseret-Regular.ttf: Noto Sans Deseret:style=Regular /usr/share/fonts/noto/NotoSerifGujarati-Regular.ttf: Noto Serif Gujarati:style=Regular /usr/share/fonts/noto/NotoSerifDisplay-Light.ttf: Noto Serif Display | Noto Serif Display Light:style=Light | Regular /usr/share/fonts/adobe-source-code-pro/SourceCodePro-ExtraLightIt.otf: Source Code Pro | Source Code Pro ExtraLight:style=ExtraLight Italic | Italic /usr/share/fonts/gsfonts/NimbusSansNarrow-Oblique.otf: Nimbus Sans Narrow:style=Oblique /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-thinitalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Thin:style=Thin Italic | Italic /usr/share/fonts/noto/NotoSerifKhmer-Light.ttf: Noto Serif Khmer | Noto Serif Khmer Light:style=Light | Regular /usr/share/fonts/noto/NotoSansKhmerUI-Black.ttf: Noto Sans Khmer UI | Noto Sans Khmer UI Black:style=Black | Regular /usr/share/fonts/noto/NotoSansSinhala-Light.ttf: Noto Sans Sinhala | Noto Sans Sinhala Light:style=Light | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedthinitalic.ttf: Iosevka Term | Iosevka Term Thin Extended:style=Thin Extended Italic | Italic /usr/share/fonts/noto/NotoSerifLao-Bold.ttf: Noto Serif Lao:style=Bold /usr/share/fonts/noto/NotoSerifTelugu-Thin.ttf: Noto Serif Telugu | Noto Serif Telugu Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansEgyptianHieroglyphs-Regular.ttf: Noto Sans Egyptian Hieroglyphs | Noto Sans EgyptHiero:style=Regular /usr/share/fonts/noto/NotoSansMendeKikakui-Regular.ttf: Noto Sans Mende Kikakui:style=Regular /usr/share/fonts/noto/NotoSerifKhmer-Bold.ttf: Noto Serif Khmer:style=Bold /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedextralightoblique.ttf: Iosevka Term | Iosevka Term XLtExObl:style=Extralight Extended Oblique | Regular /usr/share/fonts/noto/NotoSansPalmyrene-Regular.ttf: Noto Sans Palmyrene:style=Regular /usr/share/fonts/noto/NotoSerifMyanmar-Bold.ttf: Noto Serif Myanmar:style=Bold /usr/share/fonts/noto/NotoSerifSinhala-Regular.ttf: Noto Serif Sinhala:style=Regular /usr/share/fonts/noto/NotoSerifHebrew-Regular.ttf: Noto Serif Hebrew:style=Regular /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Roman.otf: Source Code Variable:style=Medium /usr/share/fonts/noto/NotoSerifThai-Regular.ttf: Noto Serif Thai:style=Regular /usr/share/fonts/noto/NotoSansDisplay-Italic.ttf: Noto Sans Display:style=Italic /usr/share/fonts/noto/NotoSerifHebrew-Thin.ttf: Noto Serif Hebrew | Noto Serif Hebrew Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansDisplay-ThinItalic.ttf: Noto Sans Display | Noto Sans Display Thin:style=Thin Italic | Italic /usr/share/fonts/noto/NotoSerif-Light.ttf: Noto Serif | Noto Serif Light:style=Light | Regular /usr/share/fonts/gsfonts/C059-Italic.otf: C059:style=Italic /usr/share/fonts/TTF/FiraCode-Medium.ttf: Fira Code | Fira Code Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansAvestan-Regular.ttf: Noto Sans Avestan:style=Regular /usr/share/fonts/noto/NotoSansKannada-Black.ttf: Noto Sans Kannada | Noto Sans Kannada Black:style=Black | Regular /usr/share/fonts/OTF/SyrCOMNisibinOutline.otf: Estrangelo Nisibin Outline:style=Regular /usr/share/fonts/noto/NotoSerifKannada-Bold.ttf: Noto Serif Kannada:style=Bold /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedthin.ttf: Iosevka Term | Iosevka Term Thin Extended:style=Thin Extended | Regular /usr/share/fonts/noto/NotoSansArmenian-Light.ttf: Noto Sans Armenian | Noto Sans Armenian Light:style=Light | Regular /usr/share/fonts/noto/NotoSansModi-Regular.ttf: Noto Sans Modi:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-semibolditalic.ttf: Iosevka Term | Iosevka Term Semibold:style=Semibold Italic | Italic /usr/share/fonts/noto/NotoSansSinhala-Black.ttf: Noto Sans Sinhala | Noto Sans Sinhala Blk:style=Black | Regular /usr/share/fonts/noto/NotoSerifGeorgian-Thin.ttf: Noto Serif Georgian | Noto Serif Georgian Th:style=Thin | Regular /usr/share/fonts/noto/NotoSansSymbols-Regular.ttf: Noto Sans Symbols:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extrabold.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Extrabold:style=Extrabold | Regular /usr/share/fonts/noto/NotoSansOriya-Bold.ttf: Noto Sans Oriya:style=Bold /usr/share/fonts/noto/NotoSansLisu-Regular.ttf: Noto Sans Lisu:style=Regular /usr/share/fonts/noto/NotoSerifHebrew-Light.ttf: Noto Serif Hebrew | Noto Serif Hebrew Light:style=Light | Regular /usr/share/fonts/noto/NotoSansTamilUI-Thin.ttf: Noto Sans Tamil UI | Noto Sans Tamil Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansWarangCiti-Regular.ttf: Noto Sans Warang Citi:style=Regular /usr/share/fonts/TTF/Hack-BoldItalic.ttf: Hack:style=Bold Italic /usr/share/fonts/noto/NotoSansHebrew-Bold.ttf: Noto Sans Hebrew:style=Bold /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedlightoblique.ttf: Iosevka Term | Iosevka Term LtExObl:style=Light Extended Oblique | Regular /usr/share/fonts/noto/NotoSerifDisplay-Bold.ttf: Noto Serif Display:style=Bold /usr/share/fonts/noto/NotoSansCuneiform-Regular.ttf: Noto Sans Cuneiform:style=Regular /usr/share/fonts/noto/NotoSansTeluguUI-Bold.ttf: Noto Sans Telugu UI:style=Bold /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Roman.otf: Source Code Variable:style=Black /usr/share/fonts/Type1/l047033t.pfa: Luxi Mono:style=Oblique /usr/share/fonts/noto/NotoSansDisplay-Light.ttf: Noto Sans Display | Noto Sans Display Light:style=Light | Regular /usr/share/fonts/noto/NotoSerifDevanagari-Black.ttf: Noto Serif Devanagari | Noto Serif Devanagari Black:style=Black | Regular /usr/share/fonts/noto/NotoSansHebrew-Black.ttf: Noto Sans Hebrew | Noto Sans Hebrew Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansGujaratiUI-Bold.ttf: Noto Sans Gujarati UI:style=Bold /usr/share/fonts/noto/NotoSansJavanese-Regular.ttf: Noto Sans Javanese:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extralight.ttf: Iosevka Term | Iosevka Term Extralight:style=Extralight | Regular /usr/share/fonts/noto/NotoSansLydian-Regular.ttf: Noto Sans Lydian:style=Regular /usr/share/fonts/noto/NotoSerifTamil-Medium.ttf: Noto Serif Tamil | Noto Serif Tamil Med:style=Medium | Regular /usr/share/fonts/noto/NotoSansDisplay-BoldItalic.ttf: Noto Sans Display:style=Bold Italic /usr/share/fonts/noto/NotoSansSymbols2-Regular.ttf: Noto Sans Symbols2:style=Regular /usr/share/fonts/noto/NotoSansSylotiNagri-Regular.ttf: Noto Sans Syloti Nagri:style=Regular /usr/share/fonts/gnu-free/FreeMonoBold.otf: FreeMono:style=Bold | получерен | negreta | tučné | fed | Fett | Έντονα | Negrita | Lihavoitu | Gras | Félkövér | Grassetto | Vet | Halvfet | Pogrubiony | Negrito | gros | Полужирный | Fet | Kalın | huruf tebal | жирний | polkrepko | treknraksts | pusjuodis | đậm | Lodia | धृष्ट /usr/share/fonts/OTF/SyrCOMQenNeshrin.otf: Estrangelo Quenneshrin:style=Regular /usr/share/fonts/OTF/GohaTibebZemen.otf: Goha\-Tibeb Zemen:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedlightitalic.ttf: Iosevka Term | Iosevka Term Light Extended:style=Light Extended Italic | Italic /usr/share/fonts/noto/NotoSerifTamil-Black.ttf: Noto Serif Tamil | Noto Serif Tamil Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansOldHungarian-Regular.ttf: Noto Sans Old Hungarian | Noto Sans OldHung:style=Regular /usr/share/fonts/noto/NotoSerifKhmer-Regular.ttf: Noto Serif Khmer:style=Regular /usr/share/fonts/Type1/c0649bt_.pfb: Bitstream Charter:style=Italic /usr/share/fonts/noto/NotoSansCherokee-Bold.ttf: Noto Sans Cherokee:style=Bold /usr/share/fonts/noto/NotoSansDevanagariUI-Light.ttf: Noto Sans Devanagari UI | Noto Sans Devanagari Lt:style=Light | Regular /usr/share/fonts/noto/NotoSansDevanagariUI-Regular.ttf: Noto Sans Devanagari UI:style=Regular /usr/share/fonts/noto/NotoSansArabic-Thin.ttf: Noto Sans Arabic | Noto Sans Arabic Thin:style=Thin | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-semibolditalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Semibold:style=Semibold Italic | Italic /usr/share/fonts/ttf-iosevka-term/iosevka-term-semiboldoblique.ttf: Iosevka Term | Iosevka Term Semibold Oblique:style=Semibold Oblique | Regular /usr/share/fonts/noto/NotoSansKannada-Light.ttf: Noto Sans Kannada | Noto Sans Kannada Light:style=Light | Regular /usr/share/fonts/noto/NotoSansCham-Bold.ttf: Noto Sans Cham:style=Bold /usr/share/fonts/noto/NotoSansLaoUI-Regular.ttf: Noto Sans Lao UI:style=Regular /usr/share/fonts/cantarell/Cantarell-VF.otf: Cantarell /usr/share/fonts/noto/NotoSansCherokee-Thin.ttf: Noto Sans Cherokee | Noto Sans Cherokee Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansKannada-Medium.ttf: Noto Sans Kannada | Noto Sans Kannada Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansTamilUI-Bold.ttf: Noto Sans Tamil UI:style=Bold /usr/share/fonts/noto/NotoSerif-Italic.ttf: Noto Serif:style=Italic /usr/share/fonts/gsfonts/P052-BoldItalic.otf: P052:style=Bold Italic /usr/share/fonts/gsfonts/NimbusSansNarrow-Regular.otf: Nimbus Sans Narrow:style=Regular /usr/share/fonts/noto/NotoSerifGujarati-Bold.ttf: Noto Serif Gujarati:style=Bold /usr/share/fonts/noto/NotoSansArabic-Black.ttf: Noto Sans Arabic | Noto Sans Arabic Blk:style=Black | Regular /usr/share/fonts/noto/NotoSerifKhmer-Black.ttf: Noto Serif Khmer | Noto Serif Khmer Black:style=Black | Regular /usr/share/fonts/noto/NotoSansArmenian-Black.ttf: Noto Sans Armenian | Noto Sans Armenian Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansSoraSompeng-Regular.ttf: Noto Sans Sora Sompeng | Noto Sans SoraSomp:style=Regular /usr/share/fonts/noto/NotoSerifArmenian-Black.ttf: Noto Serif Armenian | Noto Serif Armenian Bk:style=Black | Regular /usr/share/fonts/noto/NotoSansMono-Regular.ttf: Noto Sans Mono:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extralightitalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Extralight:style=Extralight Italic | Italic /usr/local/share/fonts/j/jinkai.ttf: 仓耳今楷03\-6763 | TsangerJinKai03\-6763 | TsangerJinKai03\-6763 W03 | 仓耳今楷03\-6763 W03:style=W03 | Regular /usr/share/fonts/noto/NotoSerif-Black.ttf: Noto Serif | Noto Serif Black:style=Black | Regular /usr/share/fonts/noto/NotoSerifBalinese-Regular.ttf: Noto Serif Balinese:style=Regular /usr/share/fonts/wenquanyi/wqy-microhei/wqy-microhei.ttc: 文泉驿等宽微米黑 | WenQuanYi Micro Hei Mono | 文泉驛等寬微米黑:style=Regular /usr/share/fonts/cantarell/Cantarell-VF.otf: Cantarell:style=Extra Bold /home/revolt/.local/share/fonts/weathericons.ttf: Weather Icons:style=Regular /usr/share/fonts/noto/NotoSansMyanmarUI-Medium.ttf: Noto Sans Myanmar UI | Noto Sans Myanmar UI Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansTakri-Regular.ttf: Noto Sans Takri:style=Regular /usr/share/fonts/noto/NotoSansTaiViet-Regular.ttf: Noto Sans Tai Viet:style=Regular /usr/share/fonts/gsfonts/NimbusMonoPS-Italic.otf: Nimbus Mono PS:style=Italic /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Italic.otf: Source Code Variable:style=Medium Italic /usr/share/fonts/noto/NotoSansKhudawadi-Regular.ttf: Noto Sans Khudawadi:style=Regular /usr/share/fonts/noto/NotoSansCanadianAboriginal-Light.ttf: Noto Sans Canadian Aboriginal | Noto Sans CanAborig Lt:style=Light | Regular /usr/share/fonts/noto/NotoSansTirhuta-Regular.ttf: Noto Sans Tirhuta:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-oblique.ttf: Iosevka Term | Iosevka Term Oblique:style=Oblique | Regular /usr/share/fonts/TTF/FiraCode-Regular.ttf: Fira Code:style=Regular /usr/share/fonts/noto/NotoSerifGujarati-Thin.ttf: Noto Serif Gujarati | Noto Serif Gujarati Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansJavanese-Bold.ttf: Noto Sans Javanese:style=Bold /usr/share/fonts/ttf-iosevka-term/iosevka-term-mediumoblique.ttf: Iosevka Term | Iosevka Term Medium Oblique:style=Medium Oblique | Regular /usr/share/fonts/noto/NotoSerifGurmukhi-Light.ttf: Noto Serif Gurmukhi | Noto Serif Gurmukhi Light:style=Light | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-bolditalic.ttf: Iosevka Term:style=Bold Italic /usr/share/fonts/noto/NotoSansCoptic-Regular.ttf: Noto Sans Coptic:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-medium.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansBengali-Black.ttf: Noto Sans Bengali | Noto Sans Bengali Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansAdlamUnjoined-Regular.ttf: Noto Sans Adlam Unjoined:style=Regular /usr/share/fonts/noto/NotoSans-MediumItalic.ttf: Noto Sans | Noto Sans Medium:style=Medium Italic | Italic /usr/share/fonts/wenquanyi/wqy-microhei-lite/wqy-microhei-lite.ttc: 文泉驿微米黑 | WenQuanYi Micro Hei Light | 文泉驛微米黑:style=Light /usr/share/fonts/OTF/SyrCOMUrhoy.otf: Serto Urhoy:style=Regular /usr/share/fonts/Type1/cursor.pfa: Cursor:style=Regular /usr/share/fonts/noto/NotoSansLao-Black.ttf: Noto Sans Lao | Noto Sans Lao Blk:style=Black | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedsemibold.ttf: Iosevka Term | Iosevka Term Semibold Extended:style=Semibold Extended | Regular /usr/share/fonts/TTF/GohaTibebZemen.ttf: Goha\-Tibeb Zemen:style=Regular /usr/share/fonts/noto/NotoSansMultani-Regular.ttf: Noto Sans Multani:style=Regular /usr/share/fonts/noto/NotoSansGurmukhiUI-Medium.ttf: Noto Sans Gurmukhi UI | Noto Sans Gurmukhi UI Medium:style=Medium | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedthinitalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 ThEx:style=Thin Extended Italic | Italic /usr/share/fonts/noto/NotoSerifHebrew-Black.ttf: Noto Serif Hebrew | Noto Serif Hebrew Blk:style=Black | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedsemibolditalic.ttf: Iosevka Term | Iosevka Term Semibold Extended:style=Semibold Extended Italic | Italic /usr/share/fonts/noto/NotoSansEthiopic-Medium.ttf: Noto Sans Ethiopic | Noto Sans Ethiopic Med:style=Medium | Regular /usr/share/fonts/noto/NotoSansMalayalam-Bold.ttf: Noto Sans Malayalam:style=Bold /usr/share/fonts/noto/NotoSerifDevanagari-Light.ttf: Noto Serif Devanagari | Noto Serif Devanagari Light:style=Light | Regular /usr/share/fonts/noto/NotoSansGujaratiUI-Regular.ttf: Noto Sans Gujarati UI:style=Regular /usr/share/fonts/noto/NotoSansGurmukhi-Black.ttf: Noto Sans Gurmukhi | Noto Sans Gurmukhi Black:style=Black | Regular /usr/share/fonts/noto/NotoSerifTamilSlanted-Black.ttf: Noto Serif Tamil Slanted | NotoSerifTamilSlanted Black:style=Black | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedoblique.ttf: Iosevka Term | Iosevka Term Extended Oblique:style=Extended Oblique | Regular /usr/share/fonts/noto/NotoSansImperialAramaic-Regular.ttf: Noto Sans Imperial Aramaic | Noto Sans ImpAramaic:style=Regular /usr/local/share/fonts/e/ETBookOT_Roman.otf: ETBookOT:style=Roman /usr/share/fonts/OTF/SyrCOMMardinBold.otf: Serto Mardin:style=Bold /usr/share/fonts/noto/NotoSansSamaritan-Regular.ttf: Noto Sans Samaritan:style=Regular /usr/share/fonts/gsfonts/C059-BdIta.otf: C059:style=Bold Italic /usr/share/fonts/noto/NotoNaskhArabic-Bold.ttf: Noto Naskh Arabic:style=Bold /usr/share/fonts/noto/NotoSansMayanNumerals-Regular.ttf: Noto Sans Mayan Numerals:style=Regular /usr/share/fonts/noto/NotoSansArabicUI-Light.ttf: Noto Sans Arabic UI | Noto Sans Arabic UI Lt:style=Light | Regular /usr/share/fonts/noto/NotoSansMyanmarUI-Thin.ttf: Noto Sans Myanmar UI | Noto Sans Myanmar UI Thin:style=Thin | Regular /usr/share/fonts/Type1/l049033t.pfa: Luxi Serif:style=Oblique /usr/share/fonts/OTF/SyrCOMNisibin.otf: Estrangelo Nisibin:style=Regular /usr/share/fonts/noto/NotoSansTamilUI-Black.ttf: Noto Sans Tamil UI | Noto Sans Tamil Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansDisplay-Thin.ttf: Noto Sans Display | Noto Sans Display Thin:style=Thin | Regular /usr/share/fonts/gsfonts/C059-Roman.otf: C059:style=Roman /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-regular.ttf: Iosevka Fixed SS14:style=Regular /usr/share/fonts/noto/NotoSerif-LightItalic.ttf: Noto Serif | Noto Serif Light:style=Light Italic | Italic /usr/share/fonts/noto/NotoSansCham-Light.ttf: Noto Sans Cham | Noto Sans Cham Light:style=Light | Regular /usr/share/fonts/Type1/l048016t.pfa: Luxi Sans:style=Bold /usr/share/fonts/noto/NotoSerifTibetan-Thin.ttf: Noto Serif Tibetan | Noto Serif Tibetan Thin:style=Thin | Regular /usr/share/fonts/OTF/SyrCOMKharput.otf: Serto Kharput:style=Regular /usr/share/fonts/gsfonts/URWBookman-Demi.otf: URW Bookman:style=Demi /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extraboldoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 XBdObl:style=Extrabold Oblique | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-heavyitalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Heavy:style=Heavy Italic | Italic /usr/share/fonts/noto/NotoSansGeorgian-Light.ttf: Noto Sans Georgian | Noto Sans Georgian Light:style=Light | Regular /usr/share/fonts/gsfonts/NimbusSans-BoldItalic.otf: Nimbus Sans:style=Bold Italic /usr/share/fonts/noto/NotoSerifGeorgian-Regular.ttf: Noto Serif Georgian:style=Regular /usr/share/fonts/wenquanyi/wqy-microhei-lite/wqy-microhei-lite.ttc: 文泉驿等宽微米黑 | WenQuanYi Micro Hei Mono Light | 文泉驛等寬微米黑:style=Light /usr/share/fonts/adobe-source-code-pro/SourceCodePro-SemiboldIt.otf: Source Code Pro | Source Code Pro Semibold:style=Semibold Italic | Italic /usr/share/fonts/noto/NotoSansArmenian-Bold.ttf: Noto Sans Armenian:style=Bold /usr/share/fonts/noto/NotoSansMalayalamUI-Light.ttf: Noto Sans Malayalam UI | Noto Sans Malayalam UI Light:style=Light | Regular /usr/share/fonts/Type1/courbi.pfa: Courier:style=Bold Italic /usr/share/fonts/noto/NotoKufiArabic-Medium.ttf: Noto Kufi Arabic | Noto Kufi Arabic Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansMongolian-Regular.ttf: Noto Sans Mongolian:style=Regular /usr/share/fonts/noto/NotoSansCaucasianAlbanian-Regular.ttf: Noto Sans Caucasian Albanian | Noto Sans CaucAlban:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedlightitalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 LtEx:style=Light Extended Italic | Italic /usr/share/fonts/OTF/SyrCOMAntioch.otf: Estrangelo Antioch:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedheavyoblique.ttf: Iosevka Term | Iosevka Term HvExObl:style=Heavy Extended Oblique | Regular /usr/share/fonts/noto/NotoSansArabicUI-Bold.ttf: Noto Sans Arabic UI:style=Bold /usr/share/fonts/noto/NotoSerifTamilSlanted-Regular.ttf: Noto Serif Tamil Slanted:style=Regular /usr/share/fonts/gnu-free/FreeMono.otf: FreeMono:style=Regular | нормален | normal | obyčejné | Standard | µεσαία | Normaali | Normál | Normale | Standaard | Normalny | Обычный | Normálne | menengah | прямій | navadno | vidējs | normalusis | thường | Arrunta | सामान्य /usr/share/fonts/noto/NotoSerifGeorgian-Black.ttf: Noto Serif Georgian | Noto Serif Georgian Bk:style=Black | Regular /usr/share/fonts/Type1/c0633bt_.pfb: Bitstream Charter:style=Bold Italic /usr/share/fonts/noto/NotoSerifSinhala-Medium.ttf: Noto Serif Sinhala | Noto Serif Sinhala Medium:style=Medium | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedsemibolditalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 SmBdEx:style=Semibold Extended Italic | Italic /usr/share/fonts/noto/NotoSansPhagsPa-Regular.ttf: Noto Sans PhagsPa:style=Regular /usr/share/fonts/Type1/l047036t.pfa: Luxi Mono:style=Bold Oblique /usr/share/fonts/gnu-free/FreeSansBoldOblique.otf: FreeSans:style=Bold Oblique | получерен наклонен | negreta cursiva | tučné kurzíva | fed kursiv | Fett-Kursiv | Έντονη Πλάγια | Negrita Cursiva | Lihavoitu Kursivoi | Gras Italique | Félkövér dőlt | Grassetto Corsivo | Vet Cursief | Halvfet Kursiv | Pogrubiona kursywa | Negrito Itálico | gros oblic | Обычный Курсив | Tučná kurzíva | Fet Kursiv | Kalın İtalik | huruf tebal miring | жирний похилий | polkrepko ležeče | treknais slīpraksts | pusjuodis pasvirasis | nghiêng đậm | Lodi etzana | धृष्ट-तिरछा /usr/share/fonts/Type1/cour.pfa: Courier:style=Regular /usr/share/fonts/noto/NotoSansNewTaiLue-Regular.ttf: Noto Sans New Tai Lue:style=Regular /usr/share/fonts/noto/NotoSansSinhalaUI-Medium.ttf: Noto Sans Sinhala UI | Noto Sans Sinhala Med:style=Medium | Regular /usr/share/fonts/noto/NotoSans-Thin.ttf: Noto Sans | Noto Sans Thin:style=Thin | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-semibold.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Semibold:style=Semibold | Regular /usr/share/fonts/cantarell/Cantarell-Regular.otf: Cantarell:style=Regular /usr/share/fonts/noto/NotoSansDisplay-Regular.ttf: Noto Sans Display:style=Regular /usr/share/fonts/noto/NotoSansGeorgian-Bold.ttf: Noto Sans Georgian:style=Bold /usr/share/fonts/noto/NotoSansTamil-Light.ttf: Noto Sans Tamil | Noto Sans Tamil Light:style=Light | Regular /usr/share/fonts/cantarell/Cantarell-VF.otf: Cantarell:style=Thin /usr/share/fonts/noto/NotoSerifTamilSlanted-Light.ttf: Noto Serif Tamil Slanted | NotoSerifTamilSlanted Light:style=Light | Regular /usr/share/fonts/Type1/l048036t.pfa: Luxi Sans:style=Bold Oblique /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extralightoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 XLtObl:style=Extralight Oblique | Regular /usr/share/fonts/wenquanyi/wqy-zenhei/wqy-zenhei.ttc: 文泉驿正黑 | WenQuanYi Zen Hei | 文泉驛正黑:style=Regular /usr/share/fonts/noto/NotoSansMalayalamUI-Black.ttf: Noto Sans Malayalam UI | Noto Sans Malayalam UI Black:style=Black | Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-heavyitalic.ttf: Iosevka Term | Iosevka Term Heavy:style=Heavy Italic | Italic /usr/share/fonts/noto/NotoSerifAhom-Regular.ttf: Noto Serif Ahom:style=Regular /usr/share/fonts/noto/NotoSansHebrew-Light.ttf: Noto Sans Hebrew | Noto Sans Hebrew Light:style=Light | Regular /usr/share/fonts/noto/NotoSerifBengali-Black.ttf: Noto Serif Bengali | Noto Serif Bengali Black:style=Black | Regular /usr/share/fonts/kanjistrokeorders/KanjiStrokeOrders.ttf: KanjiStrokeOrders:style=Medium /usr/share/fonts/noto/NotoSans-Regular.ttf: Noto Sans:style=Regular /usr/share/fonts/noto/NotoSansGurmukhi-Light.ttf: Noto Sans Gurmukhi | Noto Sans Gurmukhi Light:style=Light | Regular /usr/share/fonts/noto/NotoSansCherokee-Black.ttf: Noto Sans Cherokee | Noto Sans Cherokee Blk:style=Black | Regular /usr/share/fonts/adobe-source-code-pro/SourceCodePro-It.otf: Source Code Pro:style=Italic /usr/share/fonts/noto/NotoSansNKo-Regular.ttf: Noto Sans NKo | Noto Sans N'Ko:style=Regular /usr/share/fonts/noto/NotoSansBengaliUI-Light.ttf: Noto Sans Bengali UI | Noto Sans Bengali Light:style=Light | Regular /usr/share/fonts/noto/NotoSansKhojki-Regular.ttf: Noto Sans Khojki:style=Regular /usr/share/fonts/noto/NotoSerifDogra-Regular.ttf: Noto Serif Dogra:style=Regular /usr/share/fonts/noto/NotoSerif-BlackItalic.ttf: Noto Serif | Noto Serif Black:style=Black Italic | Italic /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedheavyitalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 HvEx:style=Heavy Extended Italic | Italic /usr/share/fonts/TTF/Hack-Regular.ttf: Hack:style=Regular /usr/share/fonts/Type1/l047013t.pfa: Luxi Mono:style=Regular /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Roman.otf: Source Code Variable:style=Roman | Regular /usr/share/fonts/noto/NotoSansBengaliUI-Thin.ttf: Noto Sans Bengali UI | Noto Sans Bengali Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansSymbols-Light.ttf: Noto Sans Symbols | Noto Sans Symbols Light:style=Light | Regular /usr/share/fonts/noto/NotoSansMyanmar-Regular.ttf: Noto Sans Myanmar:style=Regular /usr/share/fonts/noto/NotoNaskhArabic-Regular.ttf: Noto Naskh Arabic:style=Regular /usr/share/fonts/noto/NotoSerifDisplay-BoldItalic.ttf: Noto Serif Display:style=Bold Italic /usr/share/fonts/noto/NotoSerifThai-Medium.ttf: Noto Serif Thai | Noto Serif Thai Med:style=Medium | Regular /usr/share/fonts/gsfonts/URWGothic-DemiOblique.otf: URW Gothic:style=Demi Oblique /usr/share/fonts/noto/NotoSansMeeteiMayek-Regular.ttf: Noto Sans Meetei Mayek:style=Regular /usr/share/fonts/noto/NotoSansSinhalaUI-Bold.ttf: Noto Sans Sinhala UI:style=Bold /usr/share/fonts/noto/NotoSerifLao-Thin.ttf: Noto Serif Lao | Noto Serif Lao Thin:style=Thin | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedsemiboldoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 SmBdExObl:style=Semibold Extended Oblique | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-light.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Light:style=Light | Regular /usr/share/fonts/noto/NotoNaskhArabicUI-Regular.ttf: Noto Naskh Arabic UI:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-medium.ttf: Iosevka Term | Iosevka Term Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansMalayalamUI-Thin.ttf: Noto Sans Malayalam UI | Noto Sans Malayalam UI Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansKannadaUI-Thin.ttf: Noto Sans Kannada UI | Noto Sans Kannada UI Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSerifTibetan-Regular.ttf: Noto Serif Tibetan:style=Regular /usr/share/fonts/noto/NotoSansHatran-Regular.ttf: Noto Sans Hatran:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedextrabold.ttf: Iosevka Term | Iosevka Term XBdEx:style=Extrabold Extended | Regular /usr/share/fonts/noto/NotoSansMarchen-Regular.ttf: Noto Sans Marchen:style=Regular /usr/share/fonts/noto/NotoSerifGujarati-Medium.ttf: Noto Serif Gujarati | Noto Serif Gujarati Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansThaana-Bold.ttf: Noto Sans Thaana:style=Bold /usr/share/fonts/noto/NotoSerifThai-Black.ttf: Noto Serif Thai | Noto Serif Thai Blk:style=Black | Regular /usr/share/fonts/noto/NotoSerifDisplay-LightItalic.ttf: Noto Serif Display | Noto Serif Display Light:style=Light Italic | Italic /usr/share/fonts/ttf-iosevka-term/iosevka-term-light.ttf: Iosevka Term | Iosevka Term Light:style=Light | Regular /usr/share/fonts/noto/NotoSansLao-Light.ttf: Noto Sans Lao | Noto Sans Lao Light:style=Light | Regular /usr/share/fonts/OTF/SyrCOMJerusalemBold.otf: Serto Jerusalem:style=Bold /usr/share/fonts/gsfonts/URWGothic-Book.otf: URW Gothic:style=Book /usr/share/fonts/Type1/c0648bt_.pfb: Bitstream Charter:style=Regular /usr/share/fonts/noto/NotoSansSiddham-Regular.ttf: Noto Sans Siddham:style=Regular /usr/share/fonts/noto/NotoSansChakma-Regular.ttf: Noto Sans Chakma:style=Regular /usr/share/fonts/noto/NotoSansGurmukhiUI-Thin.ttf: Noto Sans Gurmukhi UI | Noto Sans Gurmukhi UI Thin:style=Thin | Regular /usr/share/fonts/adobe-source-code-pro/SourceCodePro-Semibold.otf: Source Code Pro | Source Code Pro Semibold:style=Semibold | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedbolditalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 Extended:style=Bold Extended Italic | Bold Italic /usr/share/fonts/noto/NotoSerifDevanagari-Medium.ttf: Noto Serif Devanagari | Noto Serif Devanagari Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansMalayalam-Regular.ttf: Noto Sans Malayalam:style=Regular /usr/share/fonts/noto/NotoSansRejang-Regular.ttf: Noto Sans Rejang:style=Regular /usr/share/fonts/noto/NotoSansOsage-Regular.ttf: Noto Sans Osage:style=Regular /usr/share/fonts/noto/NotoSansSinhala-Bold.ttf: Noto Sans Sinhala:style=Bold /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedextralightitalic.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 XLtEx:style=Extralight Extended Italic | Italic /usr/share/fonts/OTF/SyrCOMTurAbdin.otf: Estrangelo TurAbdin:style=Regular /usr/share/fonts/OTF/SyrCOMJerusalemOutline.otf: Serto Jerusalem Outline:style=Regular /usr/share/fonts/noto/NotoSansEthiopic-Regular.ttf: Noto Sans Ethiopic:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedmediumitalic.ttf: Iosevka Term | Iosevka Term Medium Extended:style=Medium Extended Italic | Italic /usr/share/fonts/ttf-iosevka-term/iosevka-term-italic.ttf: Iosevka Term:style=Italic /usr/share/fonts/noto/NotoSansMeroitic-Regular.ttf: Noto Sans Meroitic:style=Regular /usr/share/fonts/noto/NotoSansTelugu-Medium.ttf: Noto Sans Telugu | Noto Sans Telugu Medium:style=Medium | Regular /usr/share/fonts/noto/NotoSansGeorgian-Thin.ttf: Noto Sans Georgian | Noto Sans Georgian Thin:style=Thin | Regular /usr/share/fonts/noto/NotoSansThaiUI-Bold.ttf: Noto Sans Thai UI:style=Bold /usr/share/fonts/ttf-iosevka-term/iosevka-term-extralightoblique.ttf: Iosevka Term | Iosevka Term XLtObl:style=Extralight Oblique | Regular /usr/share/fonts/noto/NotoSansEthiopic-Bold.ttf: Noto Sans Ethiopic:style=Bold /usr/share/fonts/noto/NotoSerifMalayalam-Bold.ttf: Noto Serif Malayalam:style=Bold /usr/share/fonts/noto/NotoSansGeorgian-Black.ttf: Noto Sans Georgian | Noto Sans Georgian Blk:style=Black | Regular /usr/share/fonts/noto/NotoSansBhaiksuki-Regular.ttf: Noto Sans Bhaiksuki:style=Regular /usr/share/fonts/noto/NotoSansSyriac-Regular.ttf: Noto Sans Syriac:style=Regular /usr/share/fonts/ttf-iosevka-term/iosevka-term-extendedextrabolditalic.ttf: Iosevka Term | Iosevka Term XBdEx:style=Extrabold Extended Italic | Italic /usr/share/fonts/adobe-source-code-pro/SourceCodeVariable-Italic.otf: Source Code Variable:style=Light Italic /usr/share/fonts/noto/NotoSerifBengali-Light.ttf: Noto Serif Bengali | Noto Serif Bengali Light:style=Light | Regular /usr/share/fonts/noto/NotoSansDevanagariUI-Bold.ttf: Noto Sans Devanagari UI:style=Bold /usr/share/fonts/gnu-free/FreeSerifBold.otf: FreeSerif:style=Bold | получерен | negreta | tučné | fed | Fett | Negrita | Lihavoitu | Gras | Félkövér | Grassetto | Vet | Halvfet | Pogrubiony | Negrito | gros | Обычный | Fet | ตัวหนา | Kalın | huruf tebal | жирний | Polkrepko | treknraksts | pusjuodis | ضخیم | đậm | Lodia | धृष्ट /usr/share/fonts/noto/NotoSerifGurmukhi-Thin.ttf: Noto Serif Gurmukhi | Noto Serif Gurmukhi Thin:style=Thin | Regular /usr/share/fonts/OTF/SyrCOMJerusalem.otf: Serto Jerusalem:style=Regular /usr/share/fonts/noto/NotoSansKhmerUI-Regular.ttf: Noto Sans Khmer UI:style=Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedmediumoblique.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 MdExObl:style=Medium Extended Oblique | Regular /home/revolt/.local/share/fonts/fontawesome.ttf: FontAwesome:style=Regular /usr/share/fonts/noto/NotoSansBrahmi-Regular.ttf: Noto Sans Brahmi:style=Regular /usr/share/fonts/noto/NotoSansNabataean-Regular.ttf: Noto Sans Nabataean:style=Regular /usr/share/fonts/noto/NotoSans-BoldItalic.ttf: Noto Sans:style=Bold Italic /usr/share/fonts/noto/NotoSerifSinhala-Bold.ttf: Noto Serif Sinhala:style=Bold /usr/share/fonts/noto/NotoSerifMyanmar-Thin.ttf: Noto Serif Myanmar | Noto Serif Myanmar Thin:style=Thin | Regular /usr/share/fonts/ttf-iosevka-fixed-ss14/iosevka-fixed-ss14-extendedheavy.ttf: Iosevka Fixed SS14 | Iosevka Fixed SS14 HvEx:style=Heavy Extended | Regular /usr/share/fonts/noto/NotoSerifDevanagari-Regular.ttf: Noto Serif Devanagari:style=Regular /usr/share/fonts/noto/NotoSerifTamil-Bold.ttf: Noto Serif Tamil:style=Bold /usr/share/fonts/noto/NotoSerifTangut-Regular.ttf: Noto Serif Tangut:style=Regular |
    
    **create font cache**
    
    #+begin_example
      sudo fc-cache -f -v
    #+end_example
  
* 中文
  中文

